{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "\n": 5,
      "\r": 6,
      " ": 7,
      "0": 8,
      "1": 9,
      "2": 10,
      "3": 11,
      "4": 12,
      "5": 13,
      "6": 14,
      "7": 15,
      "8": 16,
      "9": 17,
      "ا": 18,
      "ب": 19,
      "ت": 20,
      "ث": 21,
      "ج": 22,
      "ح": 23,
      "خ": 24,
      "د": 25,
      "ذ": 26,
      "ر": 27,
      "ز": 28,
      "س": 29,
      "ش": 30,
      "ص": 31,
      "ض": 32,
      "ط": 33,
      "ظ": 34,
      "ع": 35,
      "غ": 36,
      "ؼ": 37,
      "ف": 38,
      "ق": 39,
      "ك": 40,
      "ل": 41,
      "م": 42,
      "ن": 43,
      "ه": 44,
      "و": 45,
      "ى": 46,
      "ي": 47,
      "##4": 48,
      "## ": 49,
      "##ه": 50,
      "##ي": 51,
      "##س": 52,
      "##ن": 53,
      "##ف": 54,
      "##ا": 55,
      "##ل": 56,
      "##ت": 57,
      "##ق": 58,
      "##و": 59,
      "##م": 60,
      "##ج": 61,
      "##ر": 62,
      "##د": 63,
      "##ب": 64,
      "##6": 65,
      "##9": 66,
      "##3": 67,
      "##\r": 68,
      "##\n": 69,
      "##ك": 70,
      "##ط": 71,
      "##ع": 72,
      "##ح": 73,
      "##ظ": 74,
      "##2": 75,
      "##1": 76,
      "##ص": 77,
      "##0": 78,
      "##ز": 79,
      "##8": 80,
      "##7": 81,
      "##ش": 82,
      "##غ": 83,
      "##خ": 84,
      "##5": 85,
      "##ث": 86,
      "##ض": 87,
      "##ى": 88,
      "##ذ": 89,
      "##ؼ": 90,
      "## ا": 91,
      "## ال": 92,
      "##ه ": 93,
      "##ا ": 94,
      "##ي ": 95,
      "##ن ": 96,
      "##ال": 97,
      "##ه ال": 98,
      "## م": 99,
      "## و": 100,
      "##يه ": 101,
      "##ات": 102,
      "##ان": 103,
      "## الم": 104,
      "##ام": 105,
      "##ار": 106,
      "## ب": 107,
      "## ف": 108,
      "##ن ال": 109,
      "##عل": 110,
      "##ول": 111,
      "##ري": 112,
      "##دي": 113,
      "## الا": 114,
      "## ت": 115,
      "##ير": 116,
      "## ل": 117,
      "##ي ال": 118,
      "##اب": 119,
      "##ور": 120,
      "##اد": 121,
      "##ست": 122,
      "## ع": 123,
      "##ها ": 124,
      "##في ": 125,
      "##على": 126,
      "##ه و": 127,
      "##ين ": 128,
      "##ان ": 129,
      "## ك": 130,
      "##ه ا": 131,
      "##اس": 132,
      "##ا ال": 133,
      "## ي": 134,
      "##يل": 135,
      "##ه م": 136,
      "##عد": 137,
      "##ين": 138,
      "##يه ال": 139,
      "##وم": 140,
      "## في ": 141,
      "##ما ": 142,
      "##لك": 143,
      "##بر": 144,
      "## 1": 145,
      "## س": 146,
      "## ن": 147,
      "##اف": 148,
      "## الت": 149,
      "##ون": 150,
      "##قد": 151,
      "## ح": 152,
      "##ي ا": 153,
      "##وال": 154,
      "##يم": 155,
      "##اع": 156,
      "##ون ": 157,
      "##رب": 158,
      "##ه ب": 159,
      "## وال": 160,
      "##سب": 161,
      "## ه": 162,
      "## ان": 163,
      "##بل": 164,
      "##شر": 165,
      "##سم": 166,
      "## الع": 167,
      "##لل": 168,
      "##اح": 169,
      "##هم": 170,
      "##تر": 171,
      "##تم": 172,
      "##جم": 173,
      "## من ": 174,
      "##وس": 175,
      "##كل": 176,
      "## على": 177,
      "##تح": 178,
      "##اق": 179,
      "##يد": 180,
      "##من": 181,
      "## 2": 182,
      "## من ال": 183,
      "##ات ال": 184,
      "##ا ا": 185,
      "##خل": 186,
      "##وب": 187,
      "## من": 188,
      "##يا ": 189,
      "##ود": 190,
      "##ه ف": 191,
      "##مر": 192,
      "##اك": 193,
      "## ق": 194,
      "##يت": 195,
      "##كان": 196,
      "##يع": 197,
      "##عام": 198,
      "##سل": 199,
      "## الح": 200,
      "##مل": 201,
      "##اط": 202,
      "##وج": 203,
      "##من ": 204,
      "##00": 205,
      "##ه ل": 206,
      "##اج": 207,
      "##ند": 208,
      "## د": 209,
      "##يك": 210,
      "##وع": 211,
      "##يب": 212,
      "## الى": 213,
      "##صل": 214,
      "##رف": 215,
      "##وت": 216,
      "## ج": 217,
      "##ه الم": 218,
      "##وق": 219,
      "##كت": 220,
      "##فر": 221,
      "## الق": 222,
      "##ا ل": 223,
      "##ثل": 224,
      "##هو": 225,
      "## 19": 226,
      "##ين ال": 227,
      "##خر": 228,
      "##ذلك": 229,
      "##وف": 230,
      "##هر": 231,
      "## ش": 232,
      "## في ال": 233,
      "##مع": 234,
      "##يق": 235,
      "##اص": 236,
      "##جل": 237,
      "## الب": 238,
      "##حد": 239,
      "##نه ": 240,
      "## الن": 241,
      "##از": 242,
      "## ر": 243,
      "##يات": 244,
      "## الس": 245,
      "##ا ب": 246,
      "##قل": 247,
      "##اث": 248,
      "##اض": 249,
      "##يو": 250,
      "## بال": 251,
      "##ي ت": 252,
      "## ان ": 253,
      "## او": 254,
      "##يس": 255,
      "## لل": 256,
      "##رك": 257,
      "##حت": 258,
      "##في ال": 259,
      "##كان ": 260,
      "##يه و": 261,
      "##يف": 262,
      "##ه وال": 263,
      "##يز": 264,
      "##كر": 265,
      "##عب": 266,
      "##ه في ": 267,
      "##ي الم": 268,
      "## مع": 269,
      "##قر": 270,
      "##دم": 271,
      "##ا م": 272,
      "##ديد": 273,
      "##در": 274,
      "##هذ": 275,
      "##ه ت": 276,
      "##سر": 277,
      "## الج": 278,
      "##تل": 279,
      "## الر": 280,
      "##صر": 281,
      "##نت": 282,
      "##بع": 283,
      "##حي": 284,
      "##غير": 285,
      "## الف": 286,
      "##ثر": 287,
      "##وري": 288,
      "##ي و": 289,
      "##يه ب": 290,
      "##طل": 291,
      "##الم": 292,
      "## الك": 293,
      "##\r\n": 294,
      "##انت": 295,
      "##يه ا": 296,
      "##ي ب": 297,
      "##ستخ": 298,
      "##يه وال": 299,
      "##يش": 300,
      "##مال": 301,
      "## هذ": 302,
      "##01": 303,
      "## الذ": 304,
      "##كانت": 305,
      "##ها ال": 306,
      "## الل": 307,
      "##مت": 308,
      "##ا و": 309,
      "##هد": 310,
      "##سي": 311,
      "##ريق": 312,
      "## الش": 313,
      "##يض": 314,
      "## عام": 315,
      "##سبه ": 316,
      "##او": 317,
      "##مد": 318,
      "##طب": 319,
      "##ه الت": 320,
      "##عر": 321,
      "##ي م": 322,
      "##ه ع": 323,
      "##حل": 324,
      "##صب": 325,
      "##تب": 326,
      "##ثم": 327,
      "##وز": 328,
      "##يج": 329,
      "##كن": 330,
      "##ي ل": 331,
      "## اب": 332,
      "##وا ": 333,
      "##دول": 334,
      "##يخ": 335,
      "##ه الى": 336,
      "##ه على": 337,
      "##ها": 338,
      "##ه في ال": 339,
      "##خص": 340,
      "##تق": 341,
      "##دد": 342,
      "##وا": 343,
      "##بد": 344,
      "##كم": 345,
      "##جن": 346,
      "##طر": 347,
      "##اول": 348,
      "##ه لل": 349,
      "##يه ل": 350,
      "##نف": 351,
      "##عض": 352,
      "## 201": 353,
      "##حر": 354,
      "##يه م": 355,
      "##صف": 356,
      "## عل": 357,
      "##ريك": 358,
      "##قط": 359,
      "##ه من ": 360,
      "##اش": 361,
      "## وت": 362,
      "##جر": 363,
      "##نو": 364,
      "##دين": 365,
      "##بلغ": 366,
      "## خ": 367,
      "##شكل": 368,
      "##يه في ": 369,
      "## ول": 370,
      "##وسط": 371,
      "##كن ": 372,
      "##ي الا": 373,
      "##نس": 374,
      "##نظ": 375,
      "##ا ف": 376,
      "##عت": 377,
      "##يدي": 378,
      "## ص": 379,
      "## 200": 380,
      "##قبل": 381,
      "##بن": 382,
      "## 3": 383,
      "##طق": 384,
      "##بير": 385,
      "##مس": 386,
      "##خلال": 387,
      "##تف": 388,
      "## الام": 389,
      "##است": 390,
      "##ي لل": 391,
      "##لغ": 392,
      "##كثر": 393,
      "##19": 394,
      "## الص": 395,
      "##ون ال": 396,
      "##ه الع": 397,
      "##ابع": 398,
      "##يه ت": 399,
      "## يس": 400,
      "##وك": 401,
      "##ه من ال": 402,
      "##غل": 403,
      "##جز": 404,
      "##ه الك": 405,
      "##يين ": 406,
      "##تص": 407,
      "##خرى": 408,
      "##وط": 409,
      "##ات الم": 410,
      "## من ا": 411,
      "##بال": 412,
      "##اه": 413,
      "##ا الم": 414,
      "## الخ": 415,
      "##ستخدم": 416,
      "##فل": 417,
      "##ثان": 418,
      "##عام 19": 419,
      "##ا ت": 420,
      "##قال": 421,
      "##تحد": 422,
      "## عدد": 423,
      "##دار": 424,
      "##ظم": 425,
      "##شار": 426,
      "##علم": 427,
      "##عم": 428,
      "##وح": 429,
      "##كتاب": 430,
      "##يه ف": 431,
      "## است": 432,
      "##قدم": 433,
      "## اس": 434,
      "##حيث": 435,
      "##عمل": 436,
      "##ولا": 437,
      "## بعد": 438,
      "##اخ": 439,
      "##من ال": 440,
      "## ط": 441,
      "##ات و": 442,
      "##بار": 443,
      "## الان": 444,
      "##ا ر": 445,
      "##مو": 446,
      "## في ا": 447,
      "##نا ": 448,
      "##جموع": 449,
      "##يها ": 450,
      "##سط": 451,
      "##هي ": 452,
      "## 5": 453,
      "## غ": 454,
      "##ه من": 455,
      "## كل": 456,
      "##ادي": 457,
      "## تم": 458,
      "##ا في ": 459,
      "## 4": 460,
      "##ي في ": 461,
      "## ذلك": 462,
      "##ه ك": 463,
      "## المن": 464,
      "##يث": 465,
      "##ه بال": 466,
      "## مر": 467,
      "## ام": 468,
      "##حمد": 469,
      "##احد": 470,
      "##ها ا": 471,
      "##قو": 472,
      "##سبب": 473,
      "##ختل": 474,
      "##ه ح": 475,
      "##يوم": 476,
      "## عن ": 477,
      "## 6": 478,
      "##جميع": 479,
      "##م ي": 480,
      "##غر": 481,
      "## الد": 482,
      "##اي": 483,
      "## هو": 484,
      "##دام": 485,
      "##وض": 486,
      "## ذ": 487,
      "## الذي ": 488,
      "##ي وال": 489,
      "##ه الس": 490,
      "## كانت": 491,
      "##جد": 492,
      "##ه الح": 493,
      "##قيق": 494,
      "##غرب": 495,
      "## بن ": 496,
      "##ه او": 497,
      "##رين ": 498,
      "##قب": 499,
      "##يكيب": 500,
      "##يكيبيدي": 501,
      "##كس": 502,
      "## 7": 503,
      "## ض": 504,
      "##ديم": 505,
      "##هن": 506,
      "##يار": 507,
      "##ا ع": 508,
      "##تي ": 509,
      "##ثلاث": 510,
      "##يه لل": 511,
      "##تك": 512,
      "##اريخ": 513,
      "##يون": 514,
      "##فت": 515,
      "##حو": 516,
      "##حرف": 517,
      "##عداد": 518,
      "##عدد": 519,
      "##ا الا": 520,
      "##اسم": 521,
      "##ات الت": 522,
      "##عشر": 523,
      "##ي ف": 524,
      "##الب": 525,
      "##طريق": 526,
      "## ز": 527,
      "## اله": 528,
      "##شرق": 529,
      "## اع": 530,
      "##يون ": 531,
      "##يه الم": 532,
      "## ار": 533,
      "## في م": 534,
      "##تع": 535,
      "##نب": 536,
      "##ستخدام": 537,
      "## الاب": 538,
      "##ثال": 539,
      "## كان ": 540,
      "##ذي ": 541,
      "##جمع": 542,
      "##قام": 543,
      "##ريب": 544,
      "##امل": 545,
      "## انت": 546,
      "## مت": 547,
      "##بعد": 548,
      "##فض": 549,
      "##يات الم": 550,
      "##امع": 551,
      "##ثير": 552,
      "##ه س": 553,
      "##قاط": 554,
      "##حتى": 555,
      "## نسبه ": 556,
      "##وى": 557,
      "##عن": 558,
      "##وجد": 559,
      "##تى": 560,
      "## 8": 561,
      "##هل": 562,
      "## بد": 563,
      "##اعد": 564,
      "##نفس": 565,
      "## بعض": 566,
      "##كتب": 567,
      "##زل": 568,
      "##جار": 569,
      "## عند": 570,
      "## اكثر": 571,
      "##ات الا": 572,
      "##خط": 573,
      "##دينه ": 574,
      "##تش": 575,
      "##بعض": 576,
      "## هذه ال": 577,
      "##ظهر": 578,
      "## من الم": 579,
      "##ارس": 580,
      "##كوم": 581,
      "##امس": 582,
      "## 9": 583,
      "##جنوب": 584,
      "##قص": 585,
      "##شرك": 586,
      "## اول": 587,
      "##جتم": 588,
      "##قدر": 589,
      "##وجود": 590,
      "##تد": 591,
      "##ياس": 592,
      "## ايض": 593,
      "##يه على": 594,
      "##غم": 595,
      "## في الم": 596,
      "##يح": 597,
      "##ترك": 598,
      "## حيث": 599,
      "##تحت": 600,
      "##هذه ال": 601,
      "## مل": 602,
      "##طان": 603,
      "##قت": 604,
      "##ابل": 605,
      "##ها ل": 606,
      "## ان ال": 607,
      "##ات م": 608,
      "## نسم": 609,
      "##حم": 610,
      "##ا لل": 611,
      "##ختلف": 612,
      "##جال": 613,
      "##اير": 614,
      "##نسبه ": 615,
      "##شمال": 616,
      "## الاول": 617,
      "##ربع": 618,
      "##دو": 619,
      "##من ا": 620,
      "## تع": 621,
      "## الاسر": 622,
      "##خاص": 623,
      "##حال": 624,
      "##تي ت": 625,
      "##اخل": 626,
      "##اغ": 627,
      "##جه": 628,
      "## الار": 629,
      "##اه ال": 630,
      "##تن": 631,
      "##ه ن": 632,
      "##صول": 633,
      "## الو": 634,
      "## 18": 635,
      "##صن": 636,
      "##وروب": 637,
      "##جدي": 638,
      "## تق": 639,
      "##يان": 640,
      "##طول": 641,
      "##صبح": 642,
      "## القر": 643,
      "##هذا ال": 644,
      "##ه مع": 645,
      "##اذ": 646,
      "## المر": 647,
      "## ما ": 648,
      "##ياد": 649,
      "## بر": 650,
      "##ي على": 651,
      "##ا على": 652,
      "##ه الر": 653,
      "##ابق": 654,
      "## العالم": 655,
      "##طو": 656,
      "##ا من ": 657,
      "##وقت": 658,
      "## دول": 659,
      "## بلغ": 660,
      "##ولايات الم": 661,
      "##ولايات المتحد": 662,
      "##يه في ال": 663,
      "##مح": 664,
      "##كانت نسبه ": 665,
      "##ثام": 666,
      "##خامس": 667,
      "##ديث": 668,
      "## احد": 669,
      "##بلد": 670,
      "## كم": 671,
      "##واج": 672,
      "##فس": 673,
      "## اخ": 674,
      "## الز": 675,
      "##عود": 676,
      "##عمر": 677,
      "##هب": 678,
      "##رق": 679,
      "##يست": 680,
      "##هم و": 681,
      "##واب": 682,
      "##شب": 683,
      "##سلام": 684,
      "##يه": 685,
      "##كو": 686,
      "##دل": 687,
      "##دور": 688,
      "##كبر": 689,
      "## وف": 690,
      "## مثل": 691,
      "##ا الى": 692,
      "## بل": 693,
      "## در": 694,
      "## تش": 695,
      "## حتى": 696,
      "##تال": 697,
      "##ضر": 698,
      "##افظ": 699,
      "##ا د": 700,
      "##با": 701,
      "##بري": 702,
      "##لم": 703,
      "##ثق": 704,
      "## المت": 705,
      "##دى": 706,
      "##امريك": 707,
      "## الغ": 708,
      "##هور": 709,
      "## وقد": 710,
      "##كور": 711,
      "##صور": 712,
      "## اسم": 713,
      "## بين": 714,
      "## مس": 715,
      "##كون": 716,
      "##يات ال": 717,
      "## الاس": 718,
      "##ات ت": 719,
      "##عاد": 720,
      "## العرب": 721,
      "##ات وال": 722,
      "##ارج": 723,
      "## الط": 724,
      "##دين ": 725,
      "##انب": 726,
      "## اش": 727,
      "## بين ال": 728,
      "##جلس": 729,
      "## وم": 730,
      "## عن": 731,
      "##ه ول": 732,
      "##تها ": 733,
      "##يط": 734,
      "## غير": 735,
      "##عالم": 736,
      "## 0": 737,
      "##ه ج": 738,
      "## هذا ال": 739,
      "##يتم": 740,
      "## وهو": 741,
      "##روف": 742,
      "##كون ": 743,
      "##اصر": 744,
      "## مست": 745,
      "##حق": 746,
      "##هناك": 747,
      "##تج": 748,
      "##عبد": 749,
      "##اسر": 750,
      "##طور": 751,
      "##ضع": 752,
      "##ي س": 753,
      "## تعداد": 754,
      "##ه الكور": 755,
      "##ه الن": 756,
      "##18": 757,
      "##ا وال": 758,
      "##فتر": 759,
      "##اقع": 760,
      "##يه من ": 761,
      "## عام 19": 762,
      "## بم": 763,
      "## الدول": 764,
      "##طلق": 765,
      "##000": 766,
      "ال": 767,
      "## نظ": 768,
      "## ويكيبيدي": 769,
      "## تح": 770,
      "##سلم": 771,
      "##زب": 772,
      "##يا ال": 773,
      "##بح": 774,
      "## ثم": 775,
      "##طبيع": 776,
      "##دف": 777,
      "## التي ": 778,
      "##ريف": 779,
      "##انس": 780,
      "##قاطع": 781,
      "##صح": 782,
      "##ين و": 783,
      "## البر": 784,
      "##حاد": 785,
      "## في": 786,
      "##وطن": 787,
      "## كما ": 788,
      "##كما ": 789,
      "## المو": 790,
      "## اسر": 791,
      "##كال": 792,
      "## فر": 793,
      "## دي": 794,
      "##ملك": 795,
      "## سب": 796,
      "##عش": 797,
      "##هما ": 798,
      "## بن": 799,
      "##ريه ال": 800,
      "## وج": 801,
      "##اني ": 802,
      "##ادر": 803,
      "##ضم": 804,
      "## و و": 805,
      "##ها و": 806,
      "##عند": 807,
      "##تز": 808,
      "##فال": 809,
      "## الفر": 810,
      "##نوع": 811,
      "##غن": 812,
      "##ا ان": 813,
      "##سنه ": 814,
      "##قار": 815,
      "##صو": 816,
      "##عتبر": 817,
      "##عام 200": 818,
      "##ثامنه ": 819,
      "## التي ت": 820,
      "##قد ت": 821,
      "##اطق": 822,
      "## عشر": 823,
      "##تس": 824,
      "##شخص": 825,
      "##دير": 826,
      "##ثامنه عشر": 827,
      "##يام": 828,
      "##ه ر": 829,
      "##دع": 830,
      "##منطق": 831,
      "## السل": 832,
      "## العا ل": 833,
      "##ثن": 834,
      "## الملك": 835,
      "## كان": 836,
      "##درس": 837,
      "##مثل": 838,
      "##سمى": 839,
      "##ه ه": 840,
      "##قرن ال": 841,
      "##نج": 842,
      "## كبير": 843,
      "##جامع": 844,
      "## المست": 845,
      "##فريق": 846,
      "##ا بال": 847,
      "##عرض": 848,
      "##دن": 849,
      "## تحت": 850,
      "##ات ا": 851,
      "##وار": 852,
      "##وبر": 853,
      "##بت": 854,
      "##يغ": 855,
      "##اسل": 856,
      "##ركز": 857,
      "##قطع": 858,
      "##ه في ا": 859,
      "##اربع": 860,
      "##رير": 861,
      "##ا في ال": 862,
      "##اضاف": 863,
      "##اسع": 864,
      "##يكون ": 865,
      "##والي ": 866,
      "##ا يل": 867,
      "##ارض": 868,
      "##وقع": 869,
      "## الخل": 870,
      "##ما ف": 871,
      "##صدر": 872,
      "## عمل": 873,
      "##يه وم": 874,
      "## المع": 875,
      "##جليز": 876,
      "##15": 877,
      "##ذكر": 878,
      "##حص": 879,
      "##اسب": 880,
      "##ثور": 881,
      "##ه الش": 882,
      "##بلاد": 883,
      "## سل": 884,
      "##اهر": 885,
      "## سنه ": 886,
      "## قبل": 887,
      "##ها في ": 888,
      "##دت": 889,
      "##كلم": 890,
      "##حسب": 891,
      "##ان و": 892,
      "##ياب": 893,
      "##كار": 894,
      "##اعل": 895,
      "##تحرك": 896,
      "##ا من ال": 897,
      "##يري": 898,
      "##ثالث": 899,
      "## الاست": 900,
      "##صال": 901,
      "## الاحرف": 902,
      "##نش": 903,
      "##انيه ": 904,
      "##شف": 905,
      "## وفي ": 906,
      "##سن": 907,
      "##خامسه وال": 908,
      "##ذا ": 909,
      "##خب": 910,
      "##رض": 911,
      "##يمكن ": 912,
      "##م ت": 913,
      "## سكان": 914,
      "## وب": 915,
      "##رياض": 916,
      "##ما ا": 917,
      "##امر": 918,
      "##20": 919,
      "##ها ب": 920,
      "##ديد من ال": 921,
      "##ه الب": 922,
      "##جديد": 923,
      "## مح": 924,
      "##يول": 925,
      "##اه ": 926,
      "##تاب": 927,
      "##ي من ": 928,
      "##طلب": 929,
      "##لت": 930,
      "##واع": 931,
      "##قيم": 932,
      "##ه التي ": 933,
      "##ا ك": 934,
      "##مرك": 935,
      "##10": 936,
      "##يين ال": 937,
      "##اولى": 938,
      "##ين وال": 939,
      "##ه عن ": 940,
      "## تر": 941,
      "##سك": 942,
      "##عليم": 943,
      "##متوسط": 944,
      "## خلال": 945,
      "##هار": 946,
      "##طار": 947,
      "##تو": 948,
      "##يا و": 949,
      "## ميل": 950,
      "##ه الق": 951,
      "## المس": 952,
      "## قر": 953,
      "##يه بال": 954,
      "##كن ان ": 955,
      "##طاق": 956,
      "##اصل": 957,
      "##تاريخ": 958,
      "##ين م": 959,
      "##ين ل": 960,
      "##عن ": 961,
      "##سياس": 962,
      "##في ا": 963,
      "##12": 964,
      "## عن ال": 965,
      "##ا ان ": 966,
      "##سكان ": 967,
      "##طبق": 968,
      "##انج": 969,
      "##اعب": 970,
      "## الكتاب": 971,
      "##وريا ال": 972,
      "##عرف": 973,
      "##امج": 974,
      "## دولار": 975,
      "##زم": 976,
      "##ريد": 977,
      "##يعت": 978,
      "## جميع": 979,
      "## وس": 980,
      "##حكم": 981,
      "##ه في الم": 982,
      "## عبد": 983,
      "##ضو": 984,
      "##زال": 985,
      "##براط": 986,
      "##ي في ال": 987,
      "## وي": 988,
      "## الثان": 989,
      "##ا من": 990,
      "##ه بعد": 991,
      "##يه او": 992,
      "##هند": 993,
      "##خرج": 994,
      "##200": 995,
      "## سس": 996,
      "## والم": 997,
      "##عمال": 998,
      "##افق": 999,
      "##حدث": 1000,
      "##عشرين ": 1001,
      "## العل": 1002,
      "##نظام": 1003,
      "## وبلغ": 1004,
      "##تصاد": 1005,
      "##سكر": 1006,
      "##شارك": 1007,
      "## قد": 1008,
      "##ا ي": 1009,
      "##لكن ": 1010,
      "##اتحاد": 1011,
      "##درج": 1012,
      "##شا": 1013,
      "##ونسبه ": 1014,
      "##هج": 1015,
      "##ين ا": 1016,
      "##نين ": 1017,
      "##ه الف": 1018,
      "## يم": 1019,
      "##فضل": 1020,
      "##عيش": 1021,
      "##جتماع": 1022,
      "##ات ل": 1023,
      "##ت ب": 1024,
      "##ان ب": 1025,
      "##ا ما ": 1026,
      "##تبار": 1027,
      "##فرنس": 1028,
      "##تلك": 1029,
      "## واحد": 1030,
      "##جتمع": 1031,
      "##قابل": 1032,
      "##17": 1033,
      "##اند": 1034,
      "##يا": 1035,
      "##اكن": 1036,
      "## اللغ": 1037,
      "##يه وت": 1038,
      "##نظر": 1039,
      "##جديه الكور": 1040,
      "##زر": 1041,
      "##يلم": 1042,
      "##دراس": 1043,
      "##ارك": 1044,
      "##عمار": 1045,
      "##بو": 1046,
      "##حس": 1047,
      "## من م": 1048,
      "##14": 1049,
      "##هدف": 1050,
      "##13": 1051,
      "##صار": 1052,
      "##حرب": 1053,
      "##جو": 1054,
      "##ه ي": 1055,
      "##نها": 1056,
      "##بنى": 1057,
      "##صاب": 1058,
      "## الال": 1059,
      "## انش": 1060,
      "## العلم": 1061,
      "## استخدام": 1062,
      "##غط": 1063,
      "##ليل": 1064,
      "##ه ق": 1065,
      "##201": 1066,
      "##داخل": 1067,
      "## بشكل": 1068,
      "##احق": 1069,
      "## هي ": 1070,
      "##ثاف": 1071,
      "##ثقاف": 1072,
      "##50": 1073,
      "##داد": 1074,
      "##ضاف": 1075,
      "##ه وت": 1076,
      "##سو": 1077,
      "##ر يس": 1078,
      "##اضافه الى": 1079,
      "##يه مع": 1080,
      "##ا ز": 1081,
      "##تيب": 1082,
      "##رو": 1083,
      "##سمح": 1084,
      "##حب": 1085,
      "##عام 201": 1086,
      "##اهم": 1087,
      "##فرد": 1088,
      "##انيا ": 1089,
      "##عام 1": 1090,
      "##قول": 1091,
      "##عال": 1092,
      "##نى": 1093,
      "## الكل": 1094,
      "##بات": 1095,
      "##تبع": 1096,
      "## وه": 1097,
      "## حد": 1098,
      "##ا ق": 1099,
      "##عو": 1100,
      "##ها الى": 1101,
      "##ه ان": 1102,
      "##ف ": 1103,
      "##ويل": 1104,
      "##شهر": 1105,
      "##باب": 1106,
      "##ها م": 1107,
      "## وكان ": 1108,
      "##جع": 1109,
      "## الرغم": 1110,
      "##يور": 1111,
      "##حرك": 1112,
      "## كتاب": 1113,
      "##وفي ": 1114,
      "##ثنا ": 1115,
      "## مجموع": 1116,
      "##خاب": 1117,
      "##ريم": 1118,
      "##ين ب": 1119,
      "##يه الى": 1120,
      "## العام": 1121,
      "##يه الت": 1122,
      "##16": 1123,
      "##مركز": 1124,
      "## خل": 1125,
      "##ولد": 1126,
      "## نفس": 1127,
      "##رس": 1128,
      "##فق": 1129,
      "##شع": 1130,
      "## اخر": 1131,
      "##فظ": 1132,
      "##رابع": 1133,
      "##ادي ": 1134,
      "##27": 1135,
      "## اكت": 1136,
      "## بان": 1137,
      "##سلسل": 1138,
      "## دخل": 1139,
      "##نق": 1140,
      "##تكون ": 1141,
      "## محمد": 1142,
      "## سكانها ": 1143,
      "## بلغ عدد": 1144,
      "##كثير": 1145,
      "##وان": 1146,
      "## هن": 1147,
      "##وسيق": 1148,
      "##عيد": 1149,
      "##21": 1150,
      "##عرب": 1151,
      "## بين ": 1152,
      "##ات ف": 1153,
      "## سن ال": 1154,
      "##ا او": 1155,
      "##اخر": 1156,
      "##ها مع": 1157,
      "##ين الم": 1158,
      "##ايه ال": 1159,
      "##ايه ": 1160,
      "##ايو": 1161,
      "## حجم": 1162,
      "##جماع": 1163,
      "##ثمان": 1164,
      "## 10": 1165,
      "##ان م": 1166,
      "## الميل": 1167,
      "## كيل": 1168,
      "##انجليز": 1169,
      "## مربع": 1170,
      "##ها ت": 1171,
      "## ثلاث": 1172,
      "##وضع": 1173,
      "##وص": 1174,
      "##ادل": 1175,
      "##ين في ": 1176,
      "##ها ف": 1177,
      "## المدين": 1178,
      "##ه الص": 1179,
      "##علق": 1180,
      "## الر يس": 1181,
      "## درج": 1182,
      "## عبر": 1183,
      "## المل": 1184,
      "## العمل": 1185,
      "##ا ن": 1186,
      "##قض": 1187,
      "##ظر": 1188,
      "##ه ش": 1189,
      "##ديل": 1190,
      "##هاب": 1191,
      "##روم": 1192,
      "## الاخ": 1193,
      "##خارج": 1194,
      "##عدل": 1195,
      "##نوب": 1196,
      "##زير": 1197,
      "##راق": 1198,
      "##ه اخرى": 1199,
      "##سام": 1200,
      "## في الا": 1201,
      "##ناع": 1202,
      "##احل": 1203,
      "## ين": 1204,
      "##اسط": 1205,
      "## شخص": 1206,
      "## ر يس": 1207,
      "##رم": 1208,
      "## عد": 1209,
      "##جمال": 1210,
      "## قام": 1211,
      "##سيح": 1212,
      "##كن ال": 1213,
      "##ه لك": 1214,
      "##صطل": 1215,
      "## عندما ": 1216,
      "## نسب": 1217,
      "## 20": 1218,
      "## سن الثامنه عشر": 1219,
      "##ارد": 1220,
      "## لكل": 1221,
      "## الاسلام": 1222,
      "##يه في ا": 1223,
      "##ينما ": 1224,
      "## الولايات المتحد": 1225,
      "## دون ": 1226,
      "##سف": 1227,
      "##ه د": 1228,
      "## المح": 1229,
      "##ه السكان": 1230,
      "##احرف": 1231,
      "## يوم": 1232,
      "##ذهب": 1233,
      "##لق": 1234,
      "##25": 1235,
      "##ي الى": 1236,
      "##ون ب": 1237,
      "##ضل": 1238,
      "## ونسبه ": 1239,
      "##30": 1240,
      "## اي ": 1241,
      "##ركيب": 1242,
      "##يه من ال": 1243,
      "##قرب": 1244,
      "##ه العرب": 1245,
      "##ان في ": 1246,
      "##نتيج": 1247,
      "##ه المن": 1248,
      "## فيها ": 1249,
      "##اكم": 1250,
      "##يه من": 1251,
      "##حيط": 1252,
      "##هام": 1253,
      "##يه التي ": 1254,
      "##يه ول": 1255,
      "##سمبر": 1256,
      "##ونغ": 1257,
      "##ا س": 1258,
      "## حرف": 1259,
      "##قع": 1260,
      "##ما فوق": 1261,
      "##حدى": 1262,
      "##ه في م": 1263,
      "##اور": 1264,
      "##ون في ": 1265,
      "##حرار": 1266,
      "## نظام": 1267,
      "##صطلح": 1268,
      "##ذر": 1269,
      "##ات ب": 1270,
      "##ات على": 1271,
      "##هرب": 1272,
      "## اما ": 1273,
      "##ستر": 1274,
      "## الحرب": 1275,
      "##ه الل": 1276,
      "## مو": 1277,
      "##اتب": 1278,
      "##خت": 1279,
      "## اغ": 1280,
      "##ومتر": 1281,
      "##ايا ال": 1282,
      "##ي هو": 1283,
      "## ابن ": 1284,
      "##22": 1285,
      "##ى و": 1286,
      "##اثير": 1287,
      "##ايا ": 1288,
      "##ايت": 1289,
      "##يه ك": 1290,
      "##اليا ": 1291,
      "## تم ت": 1292,
      "##ي او": 1293,
      "## 000": 1294,
      "## ات": 1295,
      "##ه الام": 1296,
      "##ارب": 1297,
      "##ه الاولى": 1298,
      "##طفال": 1299,
      "##دخل": 1300,
      "## خط": 1301,
      "##يل الم": 1302,
      "##ان وال": 1303,
      "##ثار": 1304,
      "## مصر": 1305,
      "## وجود": 1306,
      "##اي ": 1307,
      "##ات من ال": 1308,
      "## سنو": 1309,
      "## من اصل": 1310,
      "##تمد": 1311,
      "##نتج": 1312,
      "##زوج": 1313,
      "##ن ل": 1314,
      "##باشر": 1315,
      "## 16": 1316,
      "##قن": 1317,
      "##ه ام": 1318,
      "##تغ": 1319,
      "## القرن ال": 1320,
      "##ه التي ت": 1321,
      "## التال": 1322,
      "##24": 1323,
      "##سرح": 1324,
      "##ابعه ل": 1325,
      "## سم": 1326,
      "##ات الس": 1327,
      "##عامل": 1328,
      "## من قبل": 1329,
      "## لا ": 1330,
      "##ه مثل": 1331,
      "##اثر": 1332,
      "## الض": 1333,
      "## في عام 19": 1334,
      "##ي بال": 1335,
      "##ما ب": 1336,
      "##نامج": 1337,
      "##سيم": 1338,
      "##حين ": 1339,
      "##ا في ا": 1340,
      "##استخدام": 1341,
      "##صد": 1342,
      "## 199": 1343,
      "##عاما ": 1344,
      "##قتل": 1345,
      "##يا ا": 1346,
      "##ورد": 1347,
      "##ن م": 1348,
      "##كذلك": 1349,
      "##ريع": 1350,
      "## تلك": 1351,
      "##وقف": 1352,
      "##اسلام": 1353,
      "## اذ": 1354,
      "## انه ": 1355,
      "##ي وم": 1356,
      "##يذ": 1357,
      "##اتج": 1358,
      "##ي من ال": 1359,
      "##وحيد": 1360,
      "##اصم": 1361,
      "##غالب": 1362,
      "##يه ه": 1363,
      "##نظيم": 1364,
      "##علام": 1365,
      "##قد ا": 1366,
      "##كوريا ال": 1367,
      "##صبحت": 1368,
      "##نسب": 1369,
      "## الانس": 1370,
      "##يير": 1371,
      "##ا ح": 1372,
      "## لي": 1373,
      "##ان ل": 1374,
      "##ات في ": 1375,
      "##ادم": 1376,
      "## فل": 1377,
      "##تحدث": 1378,
      "##طاع": 1379,
      "##خم": 1380,
      "##زيز": 1381,
      "##ه\r\n": 1382,
      "##ولى": 1383,
      "##قليد": 1384,
      "##وي ": 1385,
      "## وحد": 1386,
      "##ريل": 1387,
      "##بريطان": 1388,
      "##بط": 1389,
      "##ما في ": 1390,
      "## مليون ": 1391,
      "##حف": 1392,
      "##ين الخامسه وال": 1393,
      "##تقع": 1394,
      "## ور": 1395,
      "##عراق": 1396,
      "##سطين": 1397,
      "##عاما ونسبه ": 1398,
      "## حول": 1399,
      "##وزع": 1400,
      "##ه من ا": 1401,
      "## ذكر": 1402,
      "## الابجديه الكور": 1403,
      "##سلط": 1404,
      "##عهد": 1405,
      "##ابط": 1406,
      "## جز": 1407,
      "## القو": 1408,
      "## عام 200": 1409,
      "##زار": 1410,
      "## وبلغ عدد": 1411,
      "## فان": 1412,
      "##غلب": 1413,
      "##23": 1414,
      "##ريت": 1415,
      "##ونس": 1416,
      "##يعتبر": 1417,
      "##واسط": 1418,
      "##تحقيق": 1419,
      "##ن ب": 1420,
      "## من الامريك": 1421,
      "##جب": 1422,
      "## الانت": 1423,
      "##نبات": 1424,
      "##يوس": 1425,
      "## ون": 1426,
      "## عاد": 1427,
      "## الميلاد": 1428,
      "##ها على": 1429,
      "## البحر": 1430,
      "## كيلومتر": 1431,
      "##يص": 1432,
      "##كيل": 1433,
      "##ريطان": 1434,
      "##فراد": 1435,
      "##قتصاد": 1436,
      "## احت": 1437,
      "## منذ": 1438,
      "## 17": 1439,
      "##ه هو": 1440,
      "##ا ج": 1441,
      "## لم": 1442,
      "## البواب": 1443,
      "##حكوم": 1444,
      "##11": 1445,
      "##واعد": 1446,
      "##يوت": 1447,
      "## حس": 1448,
      "##تهم": 1449,
      "##ه وم": 1450,
      "##ين الى": 1451,
      "##انغل": 1452,
      "## المش": 1453,
      "##خف": 1454,
      "## الاسم": 1455,
      "##26": 1456,
      "##وذ": 1457,
      "##نها ": 1458,
      "##اهد": 1459,
      "## الوقت": 1460,
      "##حلول": 1461,
      "## علم": 1462,
      "##طح": 1463,
      "##ذين ": 1464,
      "##شعب": 1465,
      "## الوطن": 1466,
      "##طوير": 1467,
      "##رين": 1468,
      "## دور": 1469,
      "##تمام": 1470,
      "## هناك": 1471,
      "##تبط": 1472,
      "## وح": 1473,
      "##ضد": 1474,
      "## انواع": 1475,
      "##ها الم": 1476,
      "##فن": 1477,
      "##ستقبل": 1478,
      "##ها من ": 1479,
      "## شكل": 1480,
      "## 15": 1481,
      "## الحال": 1482,
      "##ه القدم": 1483,
      "##يا في ": 1484,
      "## قو": 1485,
      "##ركب": 1486,
      "##شل": 1487,
      "##ادس": 1488,
      "## اليم": 1489,
      "## الاخرى": 1490,
      "##ستين ": 1491,
      "##وث": 1492,
      "## كر": 1493,
      "## المجموع": 1494,
      "##يال": 1495,
      "## والت": 1496,
      "## اساس": 1497,
      "##محافظ": 1498,
      "##28": 1499,
      "## شر": 1500,
      "##ه الا": 1501,
      "## ما ب": 1502,
      "##يوان": 1503,
      "## الجز": 1504,
      "##عرق": 1505,
      "##قسم": 1506,
      "##ات الع": 1507,
      "##رابعه وال": 1508,
      "##سجل": 1509,
      "##صم": 1510,
      "##خدم": 1511,
      "##اجر": 1512,
      "## الحكوم": 1513,
      "##ترون": 1514,
      "##ها في ال": 1515,
      "##صيل": 1516,
      "##جمهور": 1517,
      "##من الم": 1518,
      "##ه حيث": 1519,
      "##ه عند": 1520,
      "##قم": 1521,
      "##عام 18": 1522,
      "##اتين": 1523,
      "##صالح": 1524,
      "## الوسط": 1525,
      "##وش": 1526,
      "##ه ان ": 1527,
      "##جزير": 1528,
      "## شريك": 1529,
      "## لت": 1530,
      "##ا مع": 1531,
      "## من الاسر": 1532,
      "##الك": 1533,
      "## يتم": 1534,
      "##قدس": 1535,
      "##يه في الم": 1536,
      "##يما ": 1537,
      "## شرك": 1538,
      "##جيش": 1539,
      "## متوسط": 1540,
      "##زد": 1541,
      "##ذات": 1542,
      "##دب": 1543,
      "## فتر": 1544,
      "##تين ": 1545,
      "##افر": 1546,
      "##مبر": 1547,
      "##ضار": 1548,
      "## امر": 1549,
      "## من خلال": 1550,
      "##يهود": 1551,
      "##يوب": 1552,
      "## بها ": 1553,
      "##تفع": 1554,
      "##ويت": 1555,
      "##ا وم": 1556,
      "##انيه ال": 1557,
      "## لدي": 1558,
      "##اسيس": 1559,
      "## العديد من ال": 1560,
      "## بالم": 1561,
      "##خفض": 1562,
      "##خصص": 1563,
      "##يه مثل": 1564,
      "## متر": 1565,
      "## لف": 1566,
      "## ست": 1567,
      "## يد": 1568,
      "## انها ": 1569,
      "##ه الكوري": 1570,
      "## نشر": 1571,
      "##يميا ": 1572,
      "##يدر": 1573,
      "##عصر": 1574,
      "##هاد": 1575,
      "##ه الثان": 1576,
      "##انش": 1577,
      "##خذ": 1578,
      "## بسبب": 1579,
      "##يروس": 1580,
      "## دون وجود": 1581,
      "##ه عل": 1582,
      "##قى": 1583,
      "##ها معيل": 1584,
      "##حديث": 1585,
      "##طرق": 1586,
      "## دون وجود شريك": 1587,
      "##هول": 1588,
      "##ي ك": 1589,
      "##ازم": 1590,
      "##ت ل": 1591,
      "##زو": 1592,
      "##ظل": 1593,
      "##نط": 1594,
      "##اناث": 1595,
      "## للم": 1596,
      "##دارس": 1597,
      "## الغرب": 1598,
      "##يمكن ان ": 1599,
      "##صناع": 1600,
      "## اعل": 1601,
      "##سير": 1602,
      "##قوم": 1603,
      "##خمس": 1604,
      "##ارق": 1605,
      "##40": 1606,
      "##نطق": 1607,
      "## اخرى": 1608,
      "##بطول": 1609,
      "##الف": 1610,
      "## السياس": 1611,
      "## الفل": 1612,
      "##عق": 1613,
      "## بينما ": 1614,
      "## لم ي": 1615,
      "## ابو": 1616,
      "##يه وب": 1617,
      "##ين او": 1618,
      "##حدد": 1619,
      "##سطس": 1620,
      "##ت م": 1621,
      "## البعض": 1622,
      "## الارض": 1623,
      "##ظاهر": 1624,
      "##شير": 1625,
      "## اف": 1626,
      "##يه س": 1627,
      "##جمهو": 1628,
      "##فصل": 1629,
      "## الاش": 1630,
      "## الذي ا": 1631,
      "## اصبح": 1632,
      "##حزب": 1633,
      "##طلاق": 1634,
      "##ضح": 1635,
      "##ظام": 1636,
      "##صغير": 1637,
      "##ارت": 1638,
      "##وفمبر": 1639,
      "##دا ": 1640,
      "## خاص": 1641,
      "##طويل": 1642,
      "##وصف": 1643,
      "##ضمن ": 1644,
      "##حول": 1645,
      "##سخ": 1646,
      "##قديم": 1647,
      "## رب": 1648,
      "##و و": 1649,
      "## عديد": 1650,
      "##فز": 1651,
      "##براير": 1652,
      "##تمل": 1653,
      "##نا": 1654,
      "## اكبر": 1655,
      "##ا ات": 1656,
      "## عا ل": 1657,
      "## عليها ": 1658,
      "## الاح": 1659,
      "## نوع": 1660,
      "##براطوري": 1661,
      "##بارا": 1662,
      "##سرع": 1663,
      "##صط": 1664,
      "##يكل": 1665,
      "## اقل": 1666,
      "##افع": 1667,
      "##ترتيب": 1668,
      "##صلاح": 1669,
      "##ني ": 1670,
      "##زيد": 1671,
      "##رع": 1672,
      "## 198": 1673,
      "##يان ": 1674,
      "##روس": 1675,
      "## باسم": 1676,
      "## ير": 1677,
      "## التركيب": 1678,
      "##ارز": 1679,
      "##شروع": 1680,
      "##ه اب": 1681,
      "## 100": 1682,
      "##يه الس": 1683,
      "##ا بعد": 1684,
      "##قراط": 1685,
      "## فقد": 1686,
      "##اعر": 1687,
      "## 13": 1688,
      "##شت": 1689,
      "## على م": 1690,
      "##يو 201": 1691,
      "##علوم": 1692,
      "##ت ال": 1693,
      "## الذين ": 1694,
      "##جعل": 1695,
      "##عدم": 1696,
      "##بيض": 1697,
      "## 197": 1698,
      "##هذه الم": 1699,
      "##فيل": 1700,
      "## يت": 1701,
      "##صنع": 1702,
      "##47": 1703,
      "##كامل": 1704,
      "## اح": 1705,
      "##وحد": 1706,
      "## اكثر من ": 1707,
      "##افي ": 1708,
      "## فيما ": 1709,
      "##يهم": 1710,
      "## الاجتماع": 1711,
      "##43": 1712,
      "##هي ال": 1713,
      "##ت في ": 1714,
      "##ذكور": 1715,
      "##ه واحد": 1716,
      "## مستوى": 1717,
      "##قان": 1718,
      "##غان": 1719,
      "##غاز": 1720,
      "## حوالي ": 1721,
      "##لند": 1722,
      "## يون": 1723,
      "## جانب": 1724,
      "##ه لا ": 1725,
      "##شد": 1726,
      "##اقل": 1727,
      "##سع": 1728,
      "## الشرق": 1729,
      "##اكثر": 1730,
      "## عن طريق": 1731,
      "##ارات": 1732,
      "##اول مر": 1733,
      "##تمبر": 1734,
      "## سبيل الم": 1735,
      "##ه الج": 1736,
      "##افس": 1737,
      "##29": 1738,
      "##صري": 1739,
      "## وان": 1740,
      "##تحديد": 1741,
      "##في الم": 1742,
      "##ولوج": 1743,
      "## شب": 1744,
      "## ث": 1745,
      "##هي ا": 1746,
      "##يعرف": 1747,
      "##ه السكانيه ": 1748,
      "##لب": 1749,
      "##ظيم": 1750,
      "##ا ان ال": 1751,
      "##تفاع": 1752,
      "##سج": 1753,
      "##عا ل": 1754,
      "##ي من": 1755,
      "##فرق": 1756,
      "##ى ب": 1757,
      "## الامر": 1758,
      "## ضمن ": 1759,
      "## سبيل المثال": 1760,
      "##ن و": 1761,
      "## وكانت": 1762,
      "##هير": 1763,
      "## التر": 1764,
      "##ون و": 1765,
      "##ه تم": 1766,
      "##احب": 1767,
      "## اشهر": 1768,
      "##فع": 1769,
      "##ينت": 1770,
      "##جلد": 1771,
      "##ي للسكان ": 1772,
      "##حسب تعداد": 1773,
      "##هذا ": 1774,
      "##ذو": 1775,
      "## لان": 1776,
      "## المنطق": 1777,
      "##نظم": 1778,
      "## وق": 1779,
      "##وزع التركيب": 1780,
      "##شعر": 1781,
      "## ولكن ": 1782,
      "## الحديث": 1783,
      "## الدم": 1784,
      "##48": 1785,
      "##ي وت": 1786,
      "## منت": 1787,
      "##سد": 1788,
      "##ناح": 1789,
      "##ين وت": 1790,
      "##ي الذي ": 1791,
      "##علاج": 1792,
      "##سبع": 1793,
      "##ه حتى": 1794,
      "##ينغ": 1795,
      "##تاح": 1796,
      "##طال": 1797,
      "##شق": 1798,
      "##براطور": 1799,
      "##ميز": 1800,
      "## الاوروب": 1801,
      "##ريس": 1802,
      "##ستمر": 1803,
      "##جاب": 1804,
      "## فقط": 1805,
      "## حسب": 1806,
      "## السلط": 1807,
      "##اوم": 1808,
      "##مب": 1809,
      "## الثالث": 1810,
      "##عروف": 1811,
      "##عناصر": 1812,
      "## وهي ": 1813,
      "##حمل": 1814,
      "##نم": 1815,
      "## ومع": 1816,
      "##سبان": 1817,
      "##عندما ": 1818,
      "##ن ا": 1819,
      "## وتوزع التركيب": 1820,
      "## ان ت": 1821,
      "##نص": 1822,
      "## معظم": 1823,
      "## مارس": 1824,
      "## رسم": 1825,
      "##ايد": 1826,
      "## افريق": 1827,
      "## اليوم": 1828,
      "##يا ل": 1829,
      "##ذي ا": 1830,
      "## واست": 1831,
      "##ندر": 1832,
      "## الطبيع": 1833,
      "##سال": 1834,
      "##نقل": 1835,
      "##ه وقد": 1836,
      "##تحرير": 1837,
      "## على ا": 1838,
      "##ي ول": 1839,
      "## منطق": 1840,
      "##ى م": 1841,
      "## لكن ": 1842,
      "##غراض": 1843,
      "## الاتحاد": 1844,
      "##علاق": 1845,
      "##خلف": 1846,
      "##حوالي ": 1847,
      "##زيم": 1848,
      "## المسلم": 1849,
      "##199": 1850,
      "##ما في ذلك": 1851,
      "##ه للم": 1852,
      "##يه\r\n": 1853,
      "##شح": 1854,
      "## يعيش": 1855,
      "##اهل": 1856,
      "##لال": 1857,
      "##شهد": 1858,
      "##منت": 1859,
      "##قلال": 1860,
      "##كون ال": 1861,
      "##يه حيث": 1862,
      "##ه وفي ": 1863,
      "##حافظ": 1864,
      "##رفض": 1865,
      "## قال": 1866,
      "## الخاص": 1867,
      "##خصوص": 1868,
      "##طع": 1869,
      "##طالب": 1870,
      "##حصل": 1871,
      "## الى م": 1872,
      "##يه بعد": 1873,
      "##ي للم": 1874,
      "##ونم": 1875,
      "##ظهور": 1876,
      "## سن": 1877,
      "##يمكن": 1878,
      "##ساس": 1879,
      "## تحت سن الثامنه عشر": 1880,
      "##بي ": 1881,
      "##60": 1882,
      "## كثير": 1883,
      "## كان ل": 1884,
      "## نحو": 1885,
      "##معنى": 1886,
      "## ضد": 1887,
      "## الاهل": 1888,
      "## التع": 1889,
      "## حم": 1890,
      "## الهند": 1891,
      "##عام 199": 1892,
      "##امير": 1893,
      "##جانب": 1894,
      "##ات في ال": 1895,
      "## الامريك": 1896,
      "##قياد": 1897,
      "## في ت": 1898,
      "##حدود": 1899,
      "##ي وفي ": 1900,
      "##يش مع": 1901,
      "## وذلك": 1902,
      "##لعب": 1903,
      "##يمن": 1904,
      "## العراق": 1905,
      "##سلح": 1906,
      "##33": 1907,
      "##برز": 1908,
      "##اخذ": 1909,
      "##ه لكل": 1910,
      "##كاس": 1911,
      "##نيس": 1912,
      "##صوت": 1913,
      "##شاف": 1914,
      "##وليك": 1915,
      "##دين ال": 1916,
      "## الشيخ": 1917,
      "##يه التي ت": 1918,
      "##نواع": 1919,
      "## احمد": 1920,
      "##ه كان ": 1921,
      "##وا ال": 1922,
      "##مرض": 1923,
      "## اعاد": 1924,
      "##كبير": 1925,
      "##ا ول": 1926,
      "##قتر": 1927,
      "##وغ": 1928,
      "## جديد": 1929,
      "##ي ي": 1930,
      "##هربا ": 1931,
      "## وا": 1932,
      "##يا وال": 1933,
      "##نفيذ": 1934,
      "## كيلومتر مربع": 1935,
      "##ي مع": 1936,
      "##طبيق": 1937,
      "##ن الم": 1938,
      "## اوروب": 1939,
      "##ه وب": 1940,
      "## القديم": 1941,
      "##يون ال": 1942,
      "## الشمال": 1943,
      "##ا فما فوق": 1944,
      "## الوحد": 1945,
      "## من الامريكيين ال": 1946,
      "## نها": 1947,
      "##ابت": 1948,
      "##تميز": 1949,
      "## عام 201": 1950,
      "##شمل": 1951,
      "## مما ": 1952,
      "##تحمل": 1953,
      "##كانت ت": 1954,
      "##لا ": 1955,
      "##عديد من ال": 1956,
      "##عاب": 1957,
      "## انتاج": 1958,
      "##واد": 1959,
      "##ا الت": 1960,
      "## ومن": 1961,
      "##سطح": 1962,
      "##خير": 1963,
      "## مد": 1964,
      "## 14": 1965,
      "##ونت": 1966,
      "## سطح": 1967,
      "##هذا الم": 1968,
      "## وكانت نسبه ": 1969,
      "## اسرا يل": 1970,
      "##ه كما ": 1971,
      "##وسيقى": 1972,
      "## المتحرك": 1973,
      "## منها ": 1974,
      "##صل الى": 1975,
      "## الكثاف": 1976,
      "##ه حسب": 1977,
      "##وظ": 1978,
      "##شيخ": 1979,
      "##مرور": 1980,
      "##اهيم": 1981,
      "##رين ال": 1982,
      "## اغسطس": 1983,
      "##ن وال": 1984,
      "##اظ": 1985,
      "##تيار": 1986,
      "##قرار": 1987,
      "##طا ر": 1988,
      "##حث": 1989,
      "##احظ": 1990,
      "##ديمقراط": 1991,
      "## عالم": 1992,
      "##عام 2004": 1993,
      "##ه من الم": 1994,
      "##فتوح": 1995,
      "##تحتو": 1996,
      "## الشر": 1997,
      "## حال": 1998,
      "##وفيت": 1999,
      "##ت ا": 2000,
      "##واقع": 2001,
      "##ه ما ": 2002,
      "##يقوم": 2003,
      "##نز": 2004,
      "##بول": 2005,
      "## تاريخ": 2006,
      "##حيان": 2007,
      "##ا وكانت نسبه ": 2008,
      "## طول": 2009,
      "## 65": 2010,
      "## اكتوبر": 2011,
      "##مز": 2012,
      "## عم": 2013,
      "## الرابع": 2014,
      "## يناير": 2015,
      "## بعضهم": 2016,
      "## ديسمبر": 2017,
      "## سكان ": 2018,
      "## والذي ": 2019,
      "## العمر": 2020,
      "##ترف": 2021,
      "## اعمال": 2022,
      "##قياس": 2023,
      "##وا ب": 2024,
      "##ريض": 2025,
      "##اضر": 2026,
      "##موسم": 2027,
      "## جمع": 2028,
      "## المركز": 2029,
      "##ورج": 2030,
      "## بت": 2031,
      "## الحر": 2032,
      "## الجيش": 2033,
      "## عكس": 2034,
      "## يول": 2035,
      "## الكبير": 2036,
      "##دينه ب": 2037,
      "##عبر": 2038,
      "##ثى": 2039,
      "##ه الد": 2040,
      "##جنس": 2041,
      "## تقريب": 2042,
      "## قبل الميلاد": 2043,
      "## العرق": 2044,
      "##قاوم": 2045,
      "##رتب": 2046,
      "## اد": 2047,
      "##ها من ال": 2048,
      "##كتور": 2049,
      "##طيع": 2050,
      "##ذج": 2051,
      "##ا وت": 2052,
      "##اتف": 2053,
      "##تحول": 2054,
      "## طريق": 2055,
      "## وبعد": 2056,
      "## هي ا": 2057,
      "##ي د": 2058,
      "##يوع": 2059,
      "##سابق": 2060,
      "##غول": 2061,
      "##ذاك": 2062,
      "## ومن ": 2063,
      "##اثوليك": 2064,
      "##كاف": 2065,
      "##ه لم ي": 2066,
      "## هذه الم": 2067,
      "##هندس": 2068,
      "##ختلط": 2069,
      "##ناس": 2070,
      "##م الم": 2071,
      "## البل": 2072,
      "## فبراير": 2073,
      "##ه بم": 2074,
      "## شعب": 2075,
      "##الج": 2076,
      "## المب": 2077,
      "##38": 2078,
      "##سيطر": 2079,
      "##خول": 2080,
      "## سور": 2081,
      "##ه بن ": 2082,
      "## الخط": 2083,
      "##ه وهو": 2084,
      "## الساكن": 2085,
      "##لغه ال": 2086,
      "##جاز": 2087,
      "##ه غير": 2088,
      "##يجب": 2089,
      "## نسمه ب": 2090,
      "##ه انواع": 2091,
      "##كنيه ": 2092,
      "## ابريل": 2093,
      "## مساح": 2094,
      "##قا ل": 2095,
      "## العديد": 2096,
      "## نت": 2097,
      "##ظمه ال": 2098,
      "##حيح": 2099,
      "##بلغت": 2100,
      "## مختلف": 2101,
      "## مايو": 2102,
      "##ستور": 2103,
      "##تمثل": 2104,
      "## نوفمبر": 2105,
      "##ي دي": 2106,
      "##شترك": 2107,
      "##صرف": 2108,
      "##شاب": 2109,
      "##ظهرت": 2110,
      "##نشر": 2111,
      "##ويه ": 2112,
      "##تقال": 2113,
      "## ميل2": 2114,
      "##كام": 2115,
      "##اجه": 2116,
      "##تاسع": 2117,
      "## الكثير": 2118,
      "##سول": 2119,
      "##اديم": 2120,
      "##ا عن ": 2121,
      "##ات التي ": 2122,
      "## ولك": 2123,
      "## تمر": 2124,
      "##موذج": 2125,
      "##ه الاز": 2126,
      "##يا ب": 2127,
      "## و و و و": 2128,
      "## احص": 2129,
      "##ه كم": 2130,
      "##ريه ا": 2131,
      "## تل": 2132,
      "##ه والم": 2133,
      "## المسيح": 2134,
      "##سيد": 2135,
      "##زهر": 2136,
      "## يمكن ان ": 2137,
      "## حق": 2138,
      "## داخل": 2139,
      "## الروم": 2140,
      "## الدين ": 2141,
      "##ي ج": 2142,
      "##ن في ": 2143,
      "##كتوبر": 2144,
      "##يقول": 2145,
      "##واصل": 2146,
      "##فاعل": 2147,
      "##70": 2148,
      "##ثيل": 2149,
      "##ي لك": 2150,
      "##فكر": 2151,
      "## ثر": 2152,
      "##مارس": 2153,
      "##جاج": 2154,
      "##ه ثم": 2155,
      "## والد": 2156,
      "##معظم": 2157,
      "##رسم": 2158,
      "##اجتم": 2159,
      "##عن ال": 2160,
      "## العزيز": 2161,
      "##بين": 2162,
      "##زخ": 2163,
      "## الكور": 2164,
      "## سبتمبر": 2165,
      "##ها الا": 2166,
      "##ستقل": 2167,
      "## هذا الم": 2168,
      "##198": 2169,
      "## تعريف": 2170,
      "##يطال": 2171,
      "##اخير": 2172,
      "##يطر": 2173,
      "##ودي": 2174,
      "##ات ي": 2175,
      "##كنيس": 2176,
      "## ملك": 2177,
      "## لاحق": 2178,
      "## الجديد": 2179,
      "##35": 2180,
      "##اتر": 2181,
      "##ه بين ال": 2182,
      "## اير": 2183,
      "##ه مر": 2184,
      "## امام": 2185,
      "## اما متوسط": 2186,
      "##يبر": 2187,
      "## الوز": 2188,
      "##ادار": 2189,
      "## للتف": 2190,
      "##كوريا الجنوب": 2191,
      "##يه ي": 2192,
      "## المقال": 2193,
      "##جنب": 2194,
      "##ابر": 2195,
      "##نوع من ال": 2196,
      "##خز": 2197,
      "##ي ان ": 2198,
      "##ويس": 2199,
      "## من غير": 2200,
      "##اطنين ": 2201,
      "##قليل": 2202,
      "##46": 2203,
      "##فعل": 2204,
      "## مجلس": 2205,
      "## كو": 2206,
      "##ون من ال": 2207,
      "##ازل": 2208,
      "##صغر": 2209,
      "##ان ت": 2210,
      "##طرف": 2211,
      "## على ت": 2212,
      "## انتقل": 2213,
      "##ريج": 2214,
      "## نش": 2215,
      "## الشخص": 2216,
      "## امريك": 2217,
      "##فه": 2218,
      "##جسم": 2219,
      "##خال": 2220,
      "##تراك": 2221,
      "##ه الاسلام": 2222,
      "## الاع": 2223,
      "##احث": 2224,
      "##ويه ال": 2225,
      "##ه عن ال": 2226,
      "##زدوج": 2227,
      "##عديد": 2228,
