{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "\n": 5,
      "\r": 6,
      " ": 7,
      "!": 8,
      "\"": 9,
      "#": 10,
      "$": 11,
      "%": 12,
      "&": 13,
      "'": 14,
      "(": 15,
      ")": 16,
      "*": 17,
      "+": 18,
      ",": 19,
      "-": 20,
      ".": 21,
      "/": 22,
      "0": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      "9": 32,
      ":": 33,
      ";": 34,
      "<": 35,
      "=": 36,
      ">": 37,
      "?": 38,
      "@": 39,
      "A": 40,
      "B": 41,
      "C": 42,
      "D": 43,
      "E": 44,
      "F": 45,
      "G": 46,
      "H": 47,
      "I": 48,
      "J": 49,
      "K": 50,
      "L": 51,
      "M": 52,
      "N": 53,
      "O": 54,
      "P": 55,
      "Q": 56,
      "R": 57,
      "S": 58,
      "T": 59,
      "U": 60,
      "V": 61,
      "W": 62,
      "X": 63,
      "Y": 64,
      "Z": 65,
      "[": 66,
      "\\": 67,
      "]": 68,
      "^": 69,
      "_": 70,
      "`": 71,
      "a": 72,
      "b": 73,
      "c": 74,
      "d": 75,
      "e": 76,
      "f": 77,
      "g": 78,
      "h": 79,
      "i": 80,
      "j": 81,
      "k": 82,
      "l": 83,
      "m": 84,
      "n": 85,
      "o": 86,
      "p": 87,
      "q": 88,
      "r": 89,
      "s": 90,
      "t": 91,
      "u": 92,
      "v": 93,
      "w": 94,
      "x": 95,
      "y": 96,
      "z": 97,
      "{": 98,
      "|": 99,
      "}": 100,
      "~": 101,
      "": 102,
      "": 103,
      "": 104,
      "£": 105,
      "¤": 106,
      "¥": 107,
      "¦": 108,
      "§": 109,
      "¨": 110,
      "©": 111,
      "«": 112,
      "¬": 113,
      "­": 114,
      "®": 115,
      "¯": 116,
      "°": 117,
      "±": 118,
      "²": 119,
      "³": 120,
      "´": 121,
      "µ": 122,
      "¶": 123,
      "·": 124,
      "¹": 125,
      "º": 126,
      "»": 127,
      "¼": 128,
      "½": 129,
      "¾": 130,
      "Æ": 131,
      "×": 132,
      "Ø": 133,
      "Þ": 134,
      "ß": 135,
      "æ": 136,
      "ð": 137,
      "÷": 138,
      "ø": 139,
      "þ": 140,
      "Đ": 141,
      "đ": 142,
      "ħ": 143,
      "ı": 144,
      "Ł": 145,
      "ł": 146,
      "ŋ": 147,
      "Œ": 148,
      "œ": 149,
      "Ɔ": 150,
      "Ɣ": 151,
      "Ƣ": 152,
      "ƶ": 153,
      "Ʒ": 154,
      "ƿ": 155,
      "ȝ": 156,
      "ȷ": 157,
      "ɐ": 158,
      "ɑ": 159,
      "ɒ": 160,
      "ɔ": 161,
      "ɕ": 162,
      "ə": 163,
      "ɛ": 164,
      "ɜ": 165,
      "ɡ": 166,
      "ɣ": 167,
      "ɦ": 168,
      "ɨ": 169,
      "ɪ": 170,
      "ɫ": 171,
      "ɬ": 172,
      "ɲ": 173,
      "ɶ": 174,
      "ɾ": 175,
      "ʀ": 176,
      "ʁ": 177,
      "ʂ": 178,
      "ʃ": 179,
      "ʊ": 180,
      "ʋ": 181,
      "ʌ": 182,
      "ʏ": 183,
      "ʑ": 184,
      "ʒ": 185,
      "ʔ": 186,
      "ʕ": 187,
      "ʘ": 188,
      "ʙ": 189,
      "ʝ": 190,
      "ʦ": 191,
      "ʰ": 192,
      "ʱ": 193,
      "ʲ": 194,
      "ʻ": 195,
      "ʾ": 196,
      "ʿ": 197,
      "ˀ": 198,
      "ˁ": 199,
      "˂": 200,
      "˃": 201,
      "ˈ": 202,
      "ˌ": 203,
      "ː": 204,
      "˙": 205,
      "ˤ": 206,
      "̀": 207,
      "́": 208,
      "̂": 209,
      "̃": 210,
      "̄": 211,
      "̆": 212,
      "̇": 213,
      "̈": 214,
      "̉": 215,
      "̊": 216,
      "̋": 217,
      "̌": 218,
      "̓": 219,
      "̔": 220,
      "̛": 221,
      "̞": 222,
      "̡": 223,
      "̣": 224,
      "̦": 225,
      "̧": 226,
      "̨": 227,
      "̩": 228,
      "̪": 229,
      "̮": 230,
      "̯": 231,
      "̱": 232,
      "̸": 233,
      "̺": 234,
      "͂": 235,
      "ͅ": 236,
      "͡": 237,
      "΄": 238,
      "Α": 239,
      "Β": 240,
      "Γ": 241,
      "Δ": 242,
      "Ε": 243,
      "Ζ": 244,
      "Η": 245,
      "Θ": 246,
      "Ι": 247,
      "Κ": 248,
      "Λ": 249,
      "Μ": 250,
      "Ν": 251,
      "Ξ": 252,
      "Ο": 253,
      "Π": 254,
      "Ρ": 255,
      "Σ": 256,
      "Τ": 257,
      "Υ": 258,
      "Φ": 259,
      "Χ": 260,
      "Ψ": 261,
      "Ω": 262,
      "α": 263,
      "β": 264,
      "γ": 265,
      "δ": 266,
      "ε": 267,
      "ζ": 268,
      "η": 269,
      "θ": 270,
      "ι": 271,
      "κ": 272,
      "λ": 273,
      "μ": 274,
      "ν": 275,
      "ξ": 276,
      "ο": 277,
      "π": 278,
      "ρ": 279,
      "ς": 280,
      "σ": 281,
      "τ": 282,
      "υ": 283,
      "φ": 284,
      "χ": 285,
      "ψ": 286,
      "ω": 287,
      "ϑ": 288,
      "ϕ": 289,
      "ϛ": 290,
      "Ϝ": 291,
      "ϝ": 292,
      "ϣ": 293,
      "ϵ": 294,
      "Є": 295,
      "І": 296,
      "А": 297,
      "Б": 298,
      "В": 299,
      "Г": 300,
      "Д": 301,
      "Е": 302,
      "Ж": 303,
      "З": 304,
      "И": 305,
      "К": 306,
      "Л": 307,
      "М": 308,
      "Н": 309,
      "О": 310,
      "П": 311,
      "Р": 312,
      "С": 313,
      "Т": 314,
      "У": 315,
      "Ф": 316,
      "Х": 317,
      "Ц": 318,
      "Ч": 319,
      "Ш": 320,
      "Щ": 321,
      "Э": 322,
      "Ю": 323,
      "Я": 324,
      "а": 325,
      "б": 326,
      "в": 327,
      "г": 328,
      "д": 329,
      "е": 330,
      "ж": 331,
      "з": 332,
      "и": 333,
      "к": 334,
      "л": 335,
      "м": 336,
      "н": 337,
      "о": 338,
      "п": 339,
      "р": 340,
      "с": 341,
      "т": 342,
      "у": 343,
      "ф": 344,
      "х": 345,
      "ц": 346,
      "ч": 347,
      "ш": 348,
      "щ": 349,
      "ъ": 350,
      "ы": 351,
      "ь": 352,
      "э": 353,
      "ю": 354,
      "я": 355,
      "і": 356,
      "ј": 357,
      "љ": 358,
      "ћ": 359,
      "ѣ": 360,
      "ѥ": 361,
      "ѫ": 362,
      "ғ": 363,
      "Қ": 364,
      "қ": 365,
      "ұ": 366,
      "ҷ": 367,
      "Ӏ": 368,
      "ә": 369,
      "ө": 370,
      "Ա": 371,
      "Բ": 372,
      "Դ": 373,
      "Թ": 374,
      "Կ": 375,
      "Հ": 376,
      "Մ": 377,
      "Ս": 378,
      "Վ": 379,
      "Ք": 380,
      "՝": 381,
      "ա": 382,
      "բ": 383,
      "դ": 384,
      "ե": 385,
      "զ": 386,
      "ի": 387,
      "ծ": 388,
      "կ": 389,
      "հ": 390,
      "մ": 391,
      "յ": 392,
      "ն": 393,
      "շ": 394,
      "ո": 395,
      "չ": 396,
      "պ": 397,
      "վ": 398,
      "տ": 399,
      "ր": 400,
      "ւ": 401,
      "փ": 402,
      "ք": 403,
      "ְ": 404,
      "ֱ": 405,
      "ִ": 406,
      "ֵ": 407,
      "ֶ": 408,
      "ַ": 409,
      "ָ": 410,
      "ֹ": 411,
      "ּ": 412,
      "־": 413,
      "ׁ": 414,
      "׃": 415,
      "א": 416,
      "ב": 417,
      "ג": 418,
      "ד": 419,
      "ה": 420,
      "ו": 421,
      "ז": 422,
      "ח": 423,
      "ט": 424,
      "י": 425,
      "ך": 426,
      "כ": 427,
      "ל": 428,
      "ם": 429,
      "מ": 430,
      "ן": 431,
      "נ": 432,
      "ס": 433,
      "ע": 434,
      "ף": 435,
      "פ": 436,
      "ץ": 437,
      "צ": 438,
      "ק": 439,
      "ר": 440,
      "ש": 441,
      "ת": 442,
      "ײ": 443,
      "״": 444,
      "؉": 445,
      "،": 446,
      "؛": 447,
      "؜": 448,
      "؟": 449,
      "ؠ": 450,
      "ء": 451,
      "ا": 452,
      "ب": 453,
      "ة": 454,
      "ت": 455,
      "ث": 456,
      "ج": 457,
      "ح": 458,
      "خ": 459,
      "د": 460,
      "ذ": 461,
      "ر": 462,
      "ز": 463,
      "س": 464,
      "ش": 465,
      "ص": 466,
      "ض": 467,
      "ط": 468,
      "ظ": 469,
      "ع": 470,
      "غ": 471,
      "ؼ": 472,
      "ف": 473,
      "ق": 474,
      "ك": 475,
      "ل": 476,
      "م": 477,
      "ن": 478,
      "ه": 479,
      "و": 480,
      "ى": 481,
      "ي": 482,
      "ٓ": 483,
      "ٔ": 484,
      "ٕ": 485,
      "ٖ": 486,
      "ٗ": 487,
      "ٙ": 488,
      "ٞ": 489,
      "٠": 490,
      "١": 491,
      "٢": 492,
      "٣": 493,
      "٤": 494,
      "٥": 495,
      "٦": 496,
      "٧": 497,
      "٨": 498,
      "٩": 499,
      "٪": 500,
      "٫": 501,
      "٬": 502,
      "٭": 503,
      "ٱ": 504,
      "ٲ": 505,
      "ٳ": 506,
      "ٹ": 507,
      "ٻ": 508,
      "پ": 509,
      "ڄ": 510,
      "څ": 511,
      "چ": 512,
      "ڇ": 513,
      "ڊ": 514,
      "ڌ": 515,
      "ڍ": 516,
      "ڑ": 517,
      "ژ": 518,
      "ښ": 519,
      "ڠ": 520,
      "ڤ": 521,
      "ڥ": 522,
      "ڨ": 523,
      "ک": 524,
      "ڪ": 525,
      "ڭ": 526,
      "گ": 527,
      "ڵ": 528,
      "ڹ": 529,
      "ھ": 530,
      "ہ": 531,
      "ۃ": 532,
      "ۆ": 533,
      "ۇ": 534,
      "ۈ": 535,
      "ۉ": 536,
      "ی": 537,
      "ۍ": 538,
      "ێ": 539,
      "ې": 540,
      "ے": 541,
      "۔": 542,
      "ە": 543,
      "ۖ": 544,
      "ۗ": 545,
      "ۙ": 546,
      "ۚ": 547,
      "ۛ": 548,
      "ۜ": 549,
      "۝": 550,
      "۞": 551,
      "ۡ": 552,
      "ۢ": 553,
      "ۥ": 554,
      "۩": 555,
      "۰": 556,
      "۱": 557,
      "۲": 558,
      "۳": 559,
      "۷": 560,
      "۸": 561,
      "۹": 562,
      "ܐ": 563,
      "ܒ": 564,
      "ܓ": 565,
      "ܕ": 566,
      "ܗ": 567,
      "ܘ": 568,
      "ܙ": 569,
      "ܚ": 570,
      "ܛ": 571,
      "ܝ": 572,
      "ܟ": 573,
      "ܠ": 574,
      "ܡ": 575,
      "ܢ": 576,
      "ܣ": 577,
      "ܥ": 578,
      "ܦ": 579,
      "ܨ": 580,
      "ܩ": 581,
      "ܪ": 582,
      "ܫ": 583,
      "ܬ": 584,
      "ܰ": 585,
      "ܳ": 586,
      "ݒ": 587,
      "ݘ": 588,
      "ݞ": 589,
      "ݣ": 590,
      "ߏ": 591,
      "ߒ": 592,
      "ߞ": 593,
      "ࢳ": 594,
      "ࣰ": 595,
      "ࣱ": 596,
      "ࣲ": 597,
      "ऀ": 598,
      "ँ": 599,
      "ं": 600,
      "अ": 601,
      "आ": 602,
      "ओ": 603,
      "क": 604,
      "ग": 605,
      "च": 606,
      "छ": 607,
      "ज": 608,
      "ञ": 609,
      "ट": 610,
      "ठ": 611,
      "ड": 612,
      "ण": 613,
      "त": 614,
      "थ": 615,
      "द": 616,
      "ध": 617,
      "न": 618,
      "प": 619,
      "फ": 620,
      "ब": 621,
      "भ": 622,
      "म": 623,
      "य": 624,
      "र": 625,
      "ल": 626,
      "व": 627,
      "श": 628,
      "स": 629,
      "ह": 630,
      "़": 631,
      "ा": 632,
      "ि": 633,
      "ी": 634,
      "ु": 635,
      "ू": 636,
      "ृ": 637,
      "े": 638,
      "ै": 639,
      "ॉ": 640,
      "ो": 641,
      "ौ": 642,
      "्": 643,
      "३": 644,
      "ং": 645,
      "অ": 646,
      "আ": 647,
      "ই": 648,
      "উ": 649,
      "ক": 650,
      "খ": 651,
      "গ": 652,
      "ঙ": 653,
      "চ": 654,
      "জ": 655,
      "ট": 656,
      "ঢ": 657,
      "দ": 658,
      "ধ": 659,
      "ন": 660,
      "প": 661,
      "ফ": 662,
      "ব": 663,
      "ম": 664,
      "য": 665,
      "র": 666,
      "ল": 667,
      "শ": 668,
      "স": 669,
      "হ": 670,
      "়": 671,
      "া": 672,
      "ি": 673,
      "ী": 674,
      "ু": 675,
      "ে": 676,
      "্": 677,
      "ৰ": 678,
      "৳": 679,
      "ਖ": 680,
      "ਗ": 681,
      "ਦ": 682,
      "ਨ": 683,
      "ਬ": 684,
      "ਰ": 685,
      "ਹ": 686,
      "ਾ": 687,
      "ਿ": 688,
      "ੁ": 689,
      "ੋ": 690,
      "ੰ": 691,
      "ણ": 692,
      "પ": 693,
      "ય": 694,
      "વ": 695,
      "ા": 696,
      "િ": 697,
      "ો": 698,
      "ଂ": 699,
      "ଆ": 700,
      "ଊ": 701,
      "ଓ": 702,
      "କ": 703,
      "ଖ": 704,
      "ଗ": 705,
      "ଙ": 706,
      "ଟ": 707,
      "ଡ": 708,
      "ଣ": 709,
      "ପ": 710,
      "ଭ": 711,
      "ର": 712,
      "ଳ": 713,
      "ଶ": 714,
      "଼": 715,
      "ା": 716,
      "ି": 717,
      "େ": 718,
      "୍": 719,
      "ஃ": 720,
      "இ": 721,
      "ஈ": 722,
      "க": 723,
      "ங": 724,
      "ச": 725,
      "ட": 726,
      "த": 727,
      "ன": 728,
      "ப": 729,
      "ம": 730,
      "ய": 731,
      "ர": 732,
      "ற": 733,
      "ல": 734,
      "ள": 735,
      "ழ": 736,
      "வ": 737,
      "ா": 738,
      "ி": 739,
      "ீ": 740,
      "ு": 741,
      "ை": 742,
      "்": 743,
      "௩": 744,
      "ం": 745,
      "క": 746,
      "గ": 747,
      "డ": 748,
      "త": 749,
      "థ": 750,
      "న": 751,
      "ప": 752,
      "మ": 753,
      "య": 754,
      "ర": 755,
      "ల": 756,
      "వ": 757,
      "స": 758,
      "ా": 759,
      "ి": 760,
      "ీ": 761,
      "ు": 762,
      "ూ": 763,
      "ె": 764,
      "ో": 765,
      "్": 766,
      "ಂ": 767,
      "ಡ": 768,
      "ಪ": 769,
      "ಮ": 770,
      "ಯ": 771,
      "ರ": 772,
      "ಲ": 773,
      "ಸ": 774,
      "ಿ": 775,
      "ು": 776,
      "ೂ": 777,
      "ೆ": 778,
      "್": 779,
      "ം": 780,
      "ട": 781,
      "ണ": 782,
      "ത": 783,
      "പ": 784,
      "മ": 785,
      "ര": 786,
      "ള": 787,
      "വ": 788,
      "ഷ": 789,
      "ി": 790,
      "ു": 791,
      "െ": 792,
      "്": 793,
      "൩": 794,
      "ං": 795,
      "ක": 796,
      "ර": 797,
      "ල": 798,
      "ව": 799,
      "ශ": 800,
      "්": 801,
      "ා": 802,
      "ී": 803,
      "ก": 804,
      "ง": 805,
      "จ": 806,
      "ช": 807,
      "ด": 808,
      "ท": 809,
      "บ": 810,
      "ย": 811,
      "ร": 812,
      "ว": 813,
      "ส": 814,
      "อ": 815,
      "ะ": 816,
      "า": 817,
      "ิ": 818,
      "ี": 819,
      "เ": 820,
      "แ": 821,
      "ไ": 822,
      "๊": 823,
      "์": 824,
      "๓": 825,
      "ກ": 826,
      "ຂ": 827,
      "ງ": 828,
      "ດ": 829,
      "ນ": 830,
      "ບ": 831,
      "ພ": 832,
      "ມ": 833,
      "ລ": 834,
      "ວ": 835,
      "ສ": 836,
      "ຫ": 837,
      "ະ": 838,
      "ັ": 839,
      "າ": 840,
      "ິ": 841,
      "ີ": 842,
      "ົ": 843,
      "ເ": 844,
      "ແ": 845,
      "້": 846,
      "ໍ": 847,
      "ခ": 848,
      "င": 849,
      "ဉ": 850,
      "န": 851,
      "ပ": 852,
      "မ": 853,
      "သ": 854,
      "ါ": 855,
      "ာ": 856,
      "ိ": 857,
      "ု": 858,
      "ေ": 859,
      "့": 860,
      "်": 861,
      "ျ": 862,
      "ြ": 863,
      "ა": 864,
      "ბ": 865,
      "გ": 866,
      "ე": 867,
      "ი": 868,
      "ლ": 869,
      "მ": 870,
      "ნ": 871,
      "რ": 872,
      "ს": 873,
      "ტ": 874,
      "უ": 875,
      "ძ": 876,
      "ჭ": 877,
      "ხ": 878,
      "ᄀ": 879,
      "ᄁ": 880,
      "ᄂ": 881,
      "ᄃ": 882,
      "ᄄ": 883,
      "ᄅ": 884,
      "ᄆ": 885,
      "ᄇ": 886,
      "ᄈ": 887,
      "ᄉ": 888,
      "ᄊ": 889,
      "ᄋ": 890,
      "ᄌ": 891,
      "ᄍ": 892,
      "ᄎ": 893,
      "ᄏ": 894,
      "ᄐ": 895,
      "ᄑ": 896,
      "ᄒ": 897,
      "ᄓ": 898,
      "ᄔ": 899,
      "ᄕ": 900,
      "ᄖ": 901,
      "ᄗ": 902,
      "ᄘ": 903,
      "ᄙ": 904,
      "ᄚ": 905,
      "ᄛ": 906,
      "ᄜ": 907,
      "ᄝ": 908,
      "ᄞ": 909,
      "ᄟ": 910,
      "ᄠ": 911,
      "ᄡ": 912,
      "ᄢ": 913,
      "ᄣ": 914,
      "ᄤ": 915,
      "ᄥ": 916,
      "ᄦ": 917,
      "ᄧ": 918,
      "ᄨ": 919,
      "ᄩ": 920,
      "ᄪ": 921,
      "ᄫ": 922,
      "ᄬ": 923,
      "ᄭ": 924,
      "ᄮ": 925,
      "ᄯ": 926,
      "ᄰ": 927,
      "ᄱ": 928,
      "ᄲ": 929,
      "ᄳ": 930,
      "ᄴ": 931,
      "ᄵ": 932,
      "ᄶ": 933,
      "ᄷ": 934,
      "ᄸ": 935,
      "ᄹ": 936,
      "ᄺ": 937,
      "ᄻ": 938,
      "ᄼ": 939,
      "ᄽ": 940,
      "ᄾ": 941,
      "ᄿ": 942,
      "ᅀ": 943,
      "ᅁ": 944,
      "ᅂ": 945,
      "ᅃ": 946,
      "ᅄ": 947,
      "ᅅ": 948,
      "ᅆ": 949,
      "ᅇ": 950,
      "ᅈ": 951,
      "ᅉ": 952,
      "ᅊ": 953,
      "ᅋ": 954,
      "ᅌ": 955,
      "ᅍ": 956,
      "ᅎ": 957,
      "ᅏ": 958,
      "ᅐ": 959,
      "ᅑ": 960,
      "ᅒ": 961,
      "ᅓ": 962,
      "ᅔ": 963,
      "ᅕ": 964,
      "ᅖ": 965,
      "ᅗ": 966,
      "ᅘ": 967,
      "ᅙ": 968,
      "ᅚ": 969,
      "ᅛ": 970,
      "ᅜ": 971,
      "ᅝ": 972,
      "ᅞ": 973,
      "ᅡ": 974,
      "ᅢ": 975,
      "ᅣ": 976,
      "ᅤ": 977,
      "ᅥ": 978,
      "ᅦ": 979,
      "ᅧ": 980,
      "ᅨ": 981,
      "ᅩ": 982,
      "ᅪ": 983,
      "ᅫ": 984,
      "ᅬ": 985,
      "ᅭ": 986,
      "ᅮ": 987,
      "ᅯ": 988,
      "ᅰ": 989,
      "ᅱ": 990,
      "ᅲ": 991,
      "ᅳ": 992,
      "ᅴ": 993,
      "ᅵ": 994,
      "ᅶ": 995,
      "ᅷ": 996,
      "ᅸ": 997,
      "ᅹ": 998,
      "ᅺ": 999,
      "ᅻ": 1000,
      "ᅼ": 1001,
      "ᅽ": 1002,
      "ᅾ": 1003,
      "ᅿ": 1004,
      "ᆀ": 1005,
      "ᆁ": 1006,
      "ᆂ": 1007,
      "ᆃ": 1008,
      "ᆄ": 1009,
      "ᆅ": 1010,
      "ᆆ": 1011,
      "ᆇ": 1012,
      "ᆈ": 1013,
      "ᆉ": 1014,
      "ᆊ": 1015,
      "ᆋ": 1016,
      "ᆌ": 1017,
      "ᆍ": 1018,
      "ᆎ": 1019,
      "ᆏ": 1020,
      "ᆐ": 1021,
      "ᆑ": 1022,
      "ᆒ": 1023,
      "ᆓ": 1024,
      "ᆔ": 1025,
      "ᆕ": 1026,
      "ᆖ": 1027,
      "ᆗ": 1028,
      "ᆘ": 1029,
      "ᆙ": 1030,
      "ᆚ": 1031,
      "ᆛ": 1032,
      "ᆜ": 1033,
      "ᆝ": 1034,
      "ᆞ": 1035,
      "ᆟ": 1036,
      "ᆠ": 1037,
      "ᆡ": 1038,
      "ᆢ": 1039,
      "ᆣ": 1040,
      "ᆤ": 1041,
      "ᆥ": 1042,
      "ᆦ": 1043,
      "ᆧ": 1044,
      "ᆨ": 1045,
      "ᆩ": 1046,
      "ᆪ": 1047,
      "ᆫ": 1048,
      "ᆬ": 1049,
      "ᆭ": 1050,
      "ᆮ": 1051,
      "ᆯ": 1052,
      "ᆰ": 1053,
      "ᆱ": 1054,
      "ᆲ": 1055,
      "ᆳ": 1056,
      "ᆴ": 1057,
      "ᆵ": 1058,
      "ᆶ": 1059,
      "ᆷ": 1060,
      "ᆸ": 1061,
      "ᆹ": 1062,
      "ᆺ": 1063,
      "ᆻ": 1064,
      "ᆼ": 1065,
      "ᆽ": 1066,
      "ᆾ": 1067,
      "ᆿ": 1068,
      "ᇀ": 1069,
      "ᇁ": 1070,
      "ᇂ": 1071,
      "ᇃ": 1072,
      "ᇄ": 1073,
      "ᇅ": 1074,
      "ᇆ": 1075,
      "ᇇ": 1076,
      "ᇈ": 1077,
      "ᇉ": 1078,
      "ᇊ": 1079,
      "ᇋ": 1080,
      "ᇌ": 1081,
      "ᇍ": 1082,
      "ᇎ": 1083,
      "ᇏ": 1084,
      "ᇐ": 1085,
      "ᇑ": 1086,
      "ᇒ": 1087,
      "ᇓ": 1088,
      "ᇔ": 1089,
      "ᇕ": 1090,
      "ᇖ": 1091,
      "ᇗ": 1092,
      "ᇘ": 1093,
      "ᇙ": 1094,
      "ᇚ": 1095,
      "ᇛ": 1096,
      "ᇜ": 1097,
      "ᇝ": 1098,
      "ᇞ": 1099,
      "ᇟ": 1100,
      "ᇠ": 1101,
      "ᇡ": 1102,
      "ᇢ": 1103,
      "ᇣ": 1104,
      "ᇤ": 1105,
      "ᇥ": 1106,
      "ᇦ": 1107,
      "ᇧ": 1108,
      "ᇨ": 1109,
      "ᇩ": 1110,
      "ᇪ": 1111,
      "ᇫ": 1112,
      "ᇬ": 1113,
      "ᇭ": 1114,
      "ᇮ": 1115,
      "ᇯ": 1116,
      "ᇰ": 1117,
      "ᇱ": 1118,
      "ᇲ": 1119,
      "ᇳ": 1120,
      "ᇴ": 1121,
      "ᇵ": 1122,
      "ᇶ": 1123,
      "ᇷ": 1124,
      "ᇸ": 1125,
      "ᇹ": 1126,
      "ᇺ": 1127,
      "ᇻ": 1128,
      "ᇼ": 1129,
      "ᇽ": 1130,
      "ᇾ": 1131,
      "ᇿ": 1132,
      "ለ": 1133,
      "ሊ": 1134,
      "ል": 1135,
      "ሕ": 1136,
      "መ": 1137,
      "ማ": 1138,
      "ም": 1139,
      "ሠ": 1140,
      "ሥ": 1141,
      "ሪ": 1142,
      "ር": 1143,
      "ስ": 1144,
      "ቀ": 1145,
      "በ": 1146,
      "ባ": 1147,
      "ብ": 1148,
      "ቱ": 1149,
      "ት": 1150,
      "ኃ": 1151,
      "ነ": 1152,
      "ን": 1153,
      "ኛ": 1154,
      "ከ": 1155,
      "ክ": 1156,
      "ያ": 1157,
      "ይ": 1158,
      "ደ": 1159,
      "ዴ": 1160,
      "ድ": 1161,
      "ገ": 1162,
      "ጉ": 1163,
      "ጋ": 1164,
      "ግ": 1165,
      "ፊ": 1166,
      "ፐ": 1167,
      "ᐘ": 1168,
      "ᐢ": 1169,
      "ᐩ": 1170,
      "ᐱ": 1171,
      "ᑭ": 1172,
      "ᑳ": 1173,
      "ᒋ": 1174,
      "ᒾ": 1175,
      "ᓂ": 1176,
      "ᓯ": 1177,
      "ᓰ": 1178,
      "ᚼ": 1179,
      "ᛒ": 1180,
      "ក": 1181,
      "ង": 1182,
      "ជ": 1183,
      "ណ": 1184,
      "ត": 1185,
      "ទ": 1186,
      "ន": 1187,
      "ប": 1188,
      "ព": 1189,
      "ម": 1190,
      "រ": 1191,
      "ល": 1192,
      "ស": 1193,
      "ា": 1194,
      "ឹ": 1195,
      "ូ": 1196,
      "េ": 1197,
      "ំ": 1198,
      "់": 1199,
      "្": 1200,
      "ᠠ": 1201,
      "ᠢ": 1202,
      "ᠣ": 1203,
      "ᠤ": 1204,
      "ᠦ": 1205,
      "ᠨ": 1206,
      "ᠬ": 1207,
      "ᠭ": 1208,
      "ᠯ": 1209,
      "ᠰ": 1210,
      "ᡝ": 1211,
      "ᡤ": 1212,
      "ᡩ": 1213,
      "ᡳ": 1214,
      "ᡵ": 1215,
      "ᵍ": 1216,
      "ᶜ": 1217,
      "​": 1218,
      "‌": 1219,
      "‍": 1220,
      "‎": 1221,
      "‏": 1222,
      "‐": 1223,
      "‑": 1224,
      "‒": 1225,
      "–": 1226,
      "—": 1227,
      "―": 1228,
      "‘": 1229,
      "’": 1230,
      "‚": 1231,
      "“": 1232,
      "”": 1233,
      "„": 1234,
      "‟": 1235,
      "†": 1236,
      "‡": 1237,
      "•": 1238,
      "…": 1239,
      "‰": 1240,
      "′": 1241,
      "″": 1242,
      "‹": 1243,
      "›": 1244,
      "‿": 1245,
      "⁄": 1246,
      "⁠": 1247,
      "⁡": 1248,
      "⁧": 1249,
      "⁩": 1250,
      "⁪": 1251,
      "⁬": 1252,
      "⁹": 1253,
      "₤": 1254,
      "₪": 1255,
      "₫": 1256,
      "€": 1257,
      "₹": 1258,
      "℅": 1259,
      "℉": 1260,
      "ℏ": 1261,
      "ℓ": 1262,
      "ℝ": 1263,
      "™": 1264,
      "℧": 1265,
      "ℵ": 1266,
      "⅓": 1267,
      "⅔": 1268,
      "⅛": 1269,
      "Ⅱ": 1270,
      "←": 1271,
      "↑": 1272,
      "→": 1273,
      "↓": 1274,
      "↔": 1275,
      "↦": 1276,
      "↵": 1277,
      "⇆": 1278,
      "⇋": 1279,
      "⇌": 1280,
      "⇐": 1281,
      "⇧": 1282,
      "∂": 1283,
      "∆": 1284,
      "∇": 1285,
      "∈": 1286,
      "∏": 1287,
      "∑": 1288,
      "−": 1289,
      "∗": 1290,
      "∘": 1291,
      "√": 1292,
      "∞": 1293,
      "∠": 1294,
      "∣": 1295,
      "∪": 1296,
      "∫": 1297,
      "∴": 1298,
      "∼": 1299,
      "≈": 1300,
      "≡": 1301,
      "≤": 1302,
      "≥": 1303,
      "≪": 1304,
      "≫": 1305,
      "≳": 1306,
      "⊙": 1307,
      "⊞": 1308,
      "⊥": 1309,
      "⋂": 1310,
      "⋃": 1311,
      "⋅": 1312,
      "⋯": 1313,
      "⌈": 1314,
      "⌉": 1315,
      "⌊": 1316,
      "⌋": 1317,
      "⌬": 1318,
      "ⓘ": 1319,
      "─": 1320,
      "┐": 1321,
      "┒": 1322,
      "■": 1323,
      "▪": 1324,
      "◄": 1325,
      "○": 1326,
      "●": 1327,
      "◦": 1328,
      "◾": 1329,
      "★": 1330,
      "☆": 1331,
      "☉": 1332,
      "☮": 1333,
      "♌": 1334,
      "♕": 1335,
      "♛": 1336,
      "♠": 1337,
      "♦": 1338,
      "♭": 1339,
      "♮": 1340,
      "♯": 1341,
      "⚔": 1342,
      "⚜": 1343,
      "⛯": 1344,
      "✚": 1345,
      "✝": 1346,
      "✡": 1347,
      "❪": 1348,
      "❫": 1349,
      "➖": 1350,
      "⟨": 1351,
      "⟩": 1352,
      "⟶": 1353,
      "⨀": 1354,
      "⫶": 1355,
      "ⲁ": 1356,
      "ⲉ": 1357,
      "ⲏ": 1358,
      "ⲓ": 1359,
      "ⲗ": 1360,
      "ⲙ": 1361,
      "Ⲛ": 1362,
      "ⲛ": 1363,
      "ⲟ": 1364,
      "ⲡ": 1365,
      "Ⲣ": 1366,
      "ⲣ": 1367,
      "ⲥ": 1368,
      "ⲧ": 1369,
      "ⲩ": 1370,
      "ⲫ": 1371,
      "ⲭ": 1372,
      "ⲱ": 1373,
      "ⴰ": 1374,
      "ⴱ": 1375,
      "ⴳ": 1376,
      "ⴷ": 1377,
      "ⴻ": 1378,
      "ⴼ": 1379,
      "ⴽ": 1380,
      "ⵃ": 1381,
      "ⵄ": 1382,
      "ⵇ": 1383,
      "ⵉ": 1384,
      "ⵍ": 1385,
      "ⵎ": 1386,
      "ⵏ": 1387,
      "ⵓ": 1388,
      "ⵔ": 1389,
      "ⵕ": 1390,
      "ⵖ": 1391,
      "ⵗ": 1392,
      "ⵙ": 1393,
      "ⵛ": 1394,
      "ⵜ": 1395,
      "ⵝ": 1396,
      "ⵢ": 1397,
      "ⵣ": 1398,
      "ⵯ": 1399,
      "⸵": 1400,
      "。": 1401,
      "々": 1402,
      "《": 1403,
      "》": 1404,
      "「": 1405,
      "」": 1406,
      "〖": 1407,
      "〗": 1408,
      "あ": 1409,
      "い": 1410,
      "う": 1411,
      "え": 1412,
      "お": 1413,
      "か": 1414,
      "き": 1415,
      "く": 1416,
      "け": 1417,
      "こ": 1418,
      "さ": 1419,
      "し": 1420,
      "す": 1421,
      "せ": 1422,
      "そ": 1423,
      "た": 1424,
      "ち": 1425,
      "っ": 1426,
      "つ": 1427,
      "て": 1428,
      "と": 1429,
      "な": 1430,
      "に": 1431,
      "ぬ": 1432,
      "の": 1433,
      "は": 1434,
      "ひ": 1435,
      "ふ": 1436,
      "ま": 1437,
      "み": 1438,
      "む": 1439,
      "め": 1440,
      "も": 1441,
      "ゃ": 1442,
      "や": 1443,
      "ゅ": 1444,
      "よ": 1445,
      "ら": 1446,
      "り": 1447,
      "る": 1448,
      "れ": 1449,
      "ろ": 1450,
      "を": 1451,
      "ん": 1452,
      "゙": 1453,
      "゚": 1454,
      "ァ": 1455,
      "ア": 1456,
      "ィ": 1457,
      "イ": 1458,
      "ゥ": 1459,
      "ウ": 1460,
      "エ": 1461,
      "ォ": 1462,
      "オ": 1463,
      "カ": 1464,
      "キ": 1465,
      "ク": 1466,
      "ケ": 1467,
      "コ": 1468,
      "サ": 1469,
      "シ": 1470,
      "ス": 1471,
      "セ": 1472,
      "ソ": 1473,
      "タ": 1474,
      "チ": 1475,
      "ッ": 1476,
      "ツ": 1477,
      "テ": 1478,
      "ト": 1479,
      "ナ": 1480,
      "ニ": 1481,
      "ヌ": 1482,
      "ノ": 1483,
      "ハ": 1484,
      "ヒ": 1485,
      "フ": 1486,
      "ヘ": 1487,
      "ホ": 1488,
      "マ": 1489,
      "ミ": 1490,
      "ム": 1491,
      "メ": 1492,
      "ャ": 1493,
      "ヤ": 1494,
      "ュ": 1495,
      "ユ": 1496,
      "ョ": 1497,
      "ヨ": 1498,
      "ラ": 1499,
      "リ": 1500,
      "ル": 1501,
      "レ": 1502,
      "ロ": 1503,
      "ワ": 1504,
      "ヲ": 1505,
      "ン": 1506,
      "ヶ": 1507,
      "・": 1508,
      "ー": 1509,
      "ㄱ": 1510,
      "ㄲ": 1511,
      "ㄳ": 1512,
      "ㄴ": 1513,
      "ㄵ": 1514,
      "ㄷ": 1515,
      "ㄸ": 1516,
      "ㄹ": 1517,
      "ㄺ": 1518,
      "ㄻ": 1519,
      "ㄼ": 1520,
      "ㄾ": 1521,
      "ㄿ": 1522,
      "ㅁ": 1523,
      "ㅂ": 1524,
      "ㅃ": 1525,
      "ㅄ": 1526,
      "ㅅ": 1527,
      "ㅆ": 1528,
      "ㅇ": 1529,
      "ㅈ": 1530,
      "ㅉ": 1531,
      "ㅊ": 1532,
      "ㅋ": 1533,
      "ㅌ": 1534,
      "ㅍ": 1535,
      "ㅎ": 1536,
      "ㅏ": 1537,
      "ㅑ": 1538,
      "ㅡ": 1539,
      "ㅣ": 1540,
      "ㅺ": 1541,
      "ㅼ": 1542,
      "ㅽ": 1543,
      "ㅾ": 1544,
      "ㆁ": 1545,
      "ㆍ": 1546,
      "㦕": 1547,
      "一": 1548,
      "丁": 1549,
      "七": 1550,
      "万": 1551,
      "三": 1552,
      "上": 1553,
      "下": 1554,
      "不": 1555,
      "与": 1556,
      "世": 1557,
      "东": 1558,
      "中": 1559,
      "丸": 1560,
      "为": 1561,
      "主": 1562,
      "久": 1563,
      "之": 1564,
      "乌": 1565,
      "乐": 1566,
      "九": 1567,
      "也": 1568,
      "书": 1569,
      "争": 1570,
      "事": 1571,
      "二": 1572,
      "五": 1573,
      "井": 1574,
      "亜": 1575,
      "亨": 1576,
      "京": 1577,
      "亮": 1578,
      "人": 1579,
      "仁": 1580,
      "今": 1581,
      "介": 1582,
      "仓": 1583,
      "仙": 1584,
      "仝": 1585,
      "代": 1586,
      "令": 1587,
      "以": 1588,
      "件": 1589,
      "企": 1590,
      "伊": 1591,
      "伎": 1592,
      "伐": 1593,
      "会": 1594,
      "伝": 1595,
      "伯": 1596,
      "位": 1597,
      "佐": 1598,
      "佑": 1599,
      "体": 1600,
      "作": 1601,
      "使": 1602,
      "侍": 1603,
      "供": 1604,
      "依": 1605,
      "侯": 1606,
      "促": 1607,
      "保": 1608,
      "信": 1609,
      "俣": 1610,
      "修": 1611,
      "俳": 1612,
      "倉": 1613,
      "値": 1614,
      "倫": 1615,
      "偉": 1616,
      "健": 1617,
      "偵": 1618,
      "傘": 1619,
      "傳": 1620,
      "像": 1621,
      "僕": 1622,
      "儀": 1623,
      "儒": 1624,
      "償": 1625,
      "優": 1626,
      "元": 1627,
      "兆": 1628,
      "光": 1629,
      "克": 1630,
      "党": 1631,
      "入": 1632,
      "全": 1633,
      "八": 1634,
      "公": 1635,
      "六": 1636,
      "共": 1637,
      "关": 1638,
      "兵": 1639,
      "内": 1640,
      "円": 1641,
      "冬": 1642,
      "冷": 1643,
      "凶": 1644,
      "刀": 1645,
      "分": 1646,
      "切": 1647,
      "列": 1648,
      "刘": 1649,
      "初": 1650,
      "判": 1651,
      "別": 1652,
      "利": 1653,
      "刺": 1654,
      "刻": 1655,
      "前": 1656,
      "剎": 1657,
      "剛": 1658,
      "剣": 1659,
      "劇": 1660,
      "加": 1661,
      "务": 1662,
      "助": 1663,
      "動": 1664,
      "勝": 1665,
      "勿": 1666,
      "北": 1667,
      "區": 1668,
      "十": 1669,
      "千": 1670,
      "午": 1671,
      "华": 1672,
      "卒": 1673,
      "協": 1674,
      "南": 1675,
      "博": 1676,
      "占": 1677,
      "即": 1678,
      "厂": 1679,
      "原": 1680,
      "参": 1681,
      "參": 1682,
      "友": 1683,
      "反": 1684,
      "受": 1685,
      "叟": 1686,
      "口": 1687,
      "古": 1688,
      "句": 1689,
      "可": 1690,
      "史": 1691,
      "号": 1692,
      "司": 1693,
      "合": 1694,
      "吉": 1695,
      "同": 1696,
      "名": 1697,
      "后": 1698,
      "吏": 1699,
      "君": 1700,
      "吸": 1701,
      "吾": 1702,
      "周": 1703,
      "呼": 1704,
      "命": 1705,
      "和": 1706,
      "員": 1707,
      "哥": 1708,
      "唐": 1709,
      "唯": 1710,
      "商": 1711,
      "器": 1712,
      "四": 1713,
      "団": 1714,
      "囲": 1715,
      "国": 1716,
      "國": 1717,
      "圍": 1718,
      "土": 1719,
      "地": 1720,
      "场": 1721,
      "坂": 1722,
      "坐": 1723,
      "坑": 1724,
      "垂": 1725,
      "型": 1726,
      "垣": 1727,
      "城": 1728,
      "執": 1729,
      "基": 1730,
      "堀": 1731,
      "堅": 1732,
      "堤": 1733,
      "場": 1734,
      "塚": 1735,
      "塩": 1736,
      "境": 1737,
      "士": 1738,
      "壯": 1739,
      "夏": 1740,
      "夕": 1741,
      "外": 1742,
      "多": 1743,
      "夜": 1744,
      "夢": 1745,
      "大": 1746,
      "天": 1747,
      "太": 1748,
      "夫": 1749,
      "夷": 1750,
      "奇": 1751,
      "奈": 1752,
      "契": 1753,
      "奥": 1754,
      "女": 1755,
      "如": 1756,
      "妍": 1757,
      "妹": 1758,
      "委": 1759,
      "姚": 1760,
      "子": 1761,
      "孔": 1762,
      "字": 1763,
      "孝": 1764,
      "孤": 1765,
      "学": 1766,
      "孫": 1767,
      "學": 1768,
      "宇": 1769,
      "守": 1770,
      "安": 1771,
      "宋": 1772,
      "完": 1773,
      "宏": 1774,
      "宗": 1775,
      "官": 1776,
      "宙": 1777,
      "客": 1778,
      "室": 1779,
      "家": 1780,
      "容": 1781,
      "富": 1782,
      "寐": 1783,
      "寛": 1784,
      "察": 1785,
      "寸": 1786,
      "寺": 1787,
      "対": 1788,
      "寿": 1789,
      "尊": 1790,
      "小": 1791,
      "少": 1792,
      "尔": 1793,
      "尚": 1794,
      "尺": 1795,
      "尾": 1796,
      "屈": 1797,
      "屋": 1798,
      "展": 1799,
      "屯": 1800,
      "山": 1801,
      "岐": 1802,
      "岡": 1803,
      "峰": 1804,
      "島": 1805,
      "峻": 1806,
      "崇": 1807,
      "崎": 1808,
      "嶽": 1809,
      "川": 1810,
      "州": 1811,
      "左": 1812,
      "巨": 1813,
      "己": 1814,
      "巴": 1815,
      "巾": 1816,
      "市": 1817,
      "希": 1818,
      "帝": 1819,
      "常": 1820,
      "幕": 1821,
      "幗": 1822,
      "平": 1823,
      "年": 1824,
      "幻": 1825,
      "庁": 1826,
      "府": 1827,
      "座": 1828,
      "庭": 1829,
      "康": 1830,
      "建": 1831,
      "弈": 1832,
      "式": 1833,
      "弓": 1834,
      "弗": 1835,
      "弥": 1836,
      "强": 1837,
      "弾": 1838,
      "当": 1839,
      "彦": 1840,
      "影": 1841,
      "律": 1842,
      "後": 1843,
      "徐": 1844,
      "得": 1845,
      "御": 1846,
      "徳": 1847,
      "德": 1848,
      "心": 1849,
      "必": 1850,
      "忍": 1851,
      "志": 1852,
      "応": 1853,
      "忠": 1854,
      "念": 1855,
      "怡": 1856,
      "急": 1857,
      "性": 1858,
      "恋": 1859,
      "恐": 1860,
      "悔": 1861,
      "悟": 1862,
      "悪": 1863,
      "惠": 1864,
      "惣": 1865,
      "想": 1866,
      "愍": 1867,
      "愛": 1868,
      "慈": 1869,
      "慕": 1870,
      "慧": 1871,
      "慮": 1872,
      "慰": 1873,
      "憲": 1874,
      "戊": 1875,
      "成": 1876,
      "戒": 1877,
      "戦": 1878,
      "戯": 1879,
      "戸": 1880,
      "所": 1881,
      "打": 1882,
      "技": 1883,
      "折": 1884,
      "択": 1885,
      "护": 1886,
      "拉": 1887,
      "拝": 1888,
      "持": 1889,
      "捧": 1890,
      "授": 1891,
      "掌": 1892,
      "探": 1893,
      "推": 1894,
      "握": 1895,
      "揭": 1896,
      "揺": 1897,
      "携": 1898,
      "摂": 1899,
      "摩": 1900,
      "撃": 1901,
      "撫": 1902,
      "操": 1903,
      "攻": 1904,
      "放": 1905,
      "政": 1906,
      "教": 1907,
      "散": 1908,
      "敦": 1909,
      "敬": 1910,
      "文": 1911,
      "斌": 1912,
      "斎": 1913,
      "斗": 1914,
      "料": 1915,
      "斩": 1916,
      "斬": 1917,
      "斯": 1918,
      "新": 1919,
      "方": 1920,
      "於": 1921,
      "日": 1922,
      "早": 1923,
      "旬": 1924,
      "时": 1925,
      "明": 1926,
      "易": 1927,
      "星": 1928,
      "映": 1929,
      "春": 1930,
      "昧": 1931,
      "昭": 1932,
      "是": 1933,
      "昴": 1934,
      "時": 1935,
      "晃": 1936,
      "晉": 1937,
      "景": 1938,
      "暮": 1939,
      "暴": 1940,
      "書": 1941,
      "曹": 1942,
      "曽": 1943,
      "最": 1944,
      "月": 1945,
      "有": 1946,
      "服": 1947,
      "望": 1948,
      "朝": 1949,
      "木": 1950,
      "末": 1951,
      "本": 1952,
      "术": 1953,
      "机": 1954,
      "杉": 1955,
      "李": 1956,
      "杏": 1957,
      "村": 1958,
      "条": 1959,
      "来": 1960,
      "東": 1961,
      "松": 1962,
      "板": 1963,
      "林": 1964,
      "枝": 1965,
      "染": 1966,
      "柔": 1967,
      "柳": 1968,
      "査": 1969,
      "栄": 1970,
      "校": 1971,
      "株": 1972,
      "格": 1973,
      "桂": 1974,
      "桃": 1975,
      "桜": 1976,
      "桥": 1977,
      "梟": 1978,
      "梨": 1979,
      "棋": 1980,
      "森": 1981,
      "楽": 1982,
      "構": 1983,
      "標": 1984,
      "橋": 1985,
      "機": 1986,
      "次": 1987,
      "欽": 1988,
      "歌": 1989,
      "止": 1990,
      "正": 1991,
      "武": 1992,
      "歴": 1993,
      "死": 1994,
      "歼": 1995,
      "残": 1996,
      "殷": 1997,
      "母": 1998,
      "毒": 1999,
      "比": 2000,
      "毛": 2001,
      "氏": 2002,
      "民": 2003,
      "气": 2004,
      "気": 2005,
      "氣": 2006,
      "水": 2007,
      "汁": 2008,
      "江": 2009,
      "池": 2010,
      "汤": 2011,
      "沉": 2012,
      "沖": 2013,
      "沙": 2014,
      "沢": 2015,
      "河": 2016,
      "治": 2017,
      "泉": 2018,
      "法": 2019,
      "波": 2020,
      "泰": 2021,
      "泽": 2022,
      "洋": 2023,
      "洛": 2024,
      "津": 2025,
      "洪": 2026,
      "流": 2027,
      "浜": 2028,
      "浦": 2029,
      "浪": 2030,
      "海": 2031,
      "涛": 2032,
      "深": 2033,
      "清": 2034,
      "渚": 2035,
      "渡": 2036,
      "港": 2037,
      "渾": 2038,
      "湖": 2039,
      "湯": 2040,
      "満": 2041,
      "源": 2042,
      "準": 2043,
      "滓": 2044,
      "漠": 2045,
      "漢": 2046,
      "漫": 2047,
      "漱": 2048,
      "潟": 2049,
      "澤": 2050,
      "澳": 2051,
      "濯": 2052,
      "火": 2053,
      "灵": 2054,
      "点": 2055,
      "為": 2056,
      "焚": 2057,
      "煙": 2058,
      "煥": 2059,
      "熊": 2060,
      "熟": 2061,
      "燃": 2062,
      "燕": 2063,
      "父": 2064,
      "爾": 2065,
      "片": 2066,
      "版": 2067,
      "牛": 2068,
      "牟": 2069,
      "牢": 2070,
      "物": 2071,
      "特": 2072,
      "狄": 2073,
      "狗": 2074,
      "独": 2075,
      "狼": 2076,
      "猎": 2077,
      "猪": 2078,
      "猴": 2079,
      "玄": 2080,
      "玉": 2081,
      "王": 2082,
      "理": 2083,
      "瑞": 2084,
      "瓮": 2085,
      "甘": 2086,
      "生": 2087,
      "用": 2088,
      "田": 2089,
      "由": 2090,
      "甲": 2091,
      "男": 2092,
      "町": 2093,
      "画": 2094,
      "界": 2095,
      "留": 2096,
      "番": 2097,
      "疗": 2098,
      "病": 2099,
      "療": 2100,
      "発": 2101,
      "白": 2102,
      "百": 2103,
      "皇": 2104,
      "益": 2105,
      "盤": 2106,
      "目": 2107,
      "直": 2108,
      "省": 2109,
      "真": 2110,
      "眼": 2111,
      "睦": 2112,
      "矢": 2113,
      "知": 2114,
      "石": 2115,
      "研": 2116,
      "破": 2117,
      "碁": 2118,
      "碇": 2119,
      "磯": 2120,
      "示": 2121,
      "社": 2122,
      "祐": 2123,
      "神": 2124,
      "禅": 2125,
      "禍": 2126,
      "福": 2127,
      "禮": 2128,
      "秀": 2129,
      "秋": 2130,
      "科": 2131,
      "秘": 2132,
      "稿": 2133,
      "穂": 2134,
      "穴": 2135,
      "究": 2136,
      "空": 2137,
      "立": 2138,
      "章": 2139,
      "笠": 2140,
      "符": 2141,
      "第": 2142,
      "等": 2143,
      "筑": 2144,
      "简": 2145,
      "管": 2146,
      "節": 2147,
      "篇": 2148,
      "簡": 2149,
      "籐": 2150,
      "米": 2151,
      "粉": 2152,
      "系": 2153,
      "紀": 2154,
      "紅": 2155,
      "納": 2156,
      "素": 2157,
      "紫": 2158,
      "結": 2159,
      "絵": 2160,
      "維": 2161,
      "綾": 2162,
      "緋": 2163,
      "編": 2164,
      "縁": 2165,
      "織": 2166,
      "纓": 2167,
      "红": 2168,
      "线": 2169,
      "维": 2170,
      "置": 2171,
      "署": 2172,
      "羅": 2173,
      "羊": 2174,
      "美": 2175,
      "義": 2176,
      "羽": 2177,
      "翠": 2178,
      "翼": 2179,
      "老": 2180,
      "者": 2181,
      "而": 2182,
      "聖": 2183,
      "聶": 2184,
      "肉": 2185,
      "股": 2186,
      "育": 2187,
      "胡": 2188,
      "脈": 2189,
      "脉": 2190,
      "腰": 2191,
      "膽": 2192,
      "臓": 2193,
      "臨": 2194,
      "自": 2195,
      "臼": 2196,
      "興": 2197,
      "舌": 2198,
      "舞": 2199,
      "舟": 2200,
      "航": 2201,
      "良": 2202,
      "色": 2203,
      "艾": 2204,
      "芥": 2205,
      "芭": 2206,
      "花": 2207,
      "芳": 2208,
      "苏": 2209,
      "苑": 2210,
      "若": 2211,
      "英": 2212,
      "苻": 2213,
      "茉": 2214,
      "茶": 2215,
      "荊": 2216,
      "荒": 2217,
      "莊": 2218,
      "菅": 2219,
      "菊": 2220,
      "菜": 2221,
      "華": 2222,
      "萌": 2223,
      "葅": 2224,
      "葉": 2225,
      "葛": 2226,
      "蒙": 2227,
      "蒡": 2228,
      "蓮": 2229,
      "蔘": 2230,
      "蔡": 2231,
      "蔵": 2232,
      "蕃": 2233,
      "蕉": 2234,
      "薩": 2235,
      "藏": 2236,
      "藤": 2237,
      "虎": 2238,
      "虔": 2239,
      "處": 2240,
      "蛇": 2241,
      "蛮": 2242,
      "蜃": 2243,
      "蝦": 2244,
      "行": 2245,
      "術": 2246,
      "街": 2247,
      "衛": 2248,
      "裁": 2249,
      "裂": 2250,
      "装": 2251,
      "裕": 2252,
      "西": 2253,
      "観": 2254,
      "角": 2255,
      "解": 2256,
      "言": 2257,
      "記": 2258,
      "訶": 2259,
      "試": 2260,
      "詮": 2261,
      "語": 2262,
      "說": 2263,
      "説": 2264,
      "読": 2265,
      "調": 2266,
      "諍": 2267,
      "論": 2268,
      "諺": 2269,
      "謙": 2270,
      "謾": 2271,
      "譚": 2272,
      "警": 2273,
      "诸": 2274,
      "谈": 2275,
      "谷": 2276,
      "豆": 2277,
      "象": 2278,
      "貝": 2279,
      "貞": 2280,
      "貨": 2281,
      "貴": 2282,
      "賀": 2283,
      "贛": 2284,
      "贾": 2285,
      "赏": 2286,
      "赤": 2287,
      "越": 2288,
      "足": 2289,
      "身": 2290,
      "車": 2291,
      "軍": 2292,
      "載": 2293,
      "輔": 2294,
      "輝": 2295,
      "輪": 2296,
      "農": 2297,
      "近": 2298,
      "退": 2299,
      "送": 2300,
      "逆": 2301,
      "透": 2302,
      "進": 2303,
      "逸": 2304,
      "遊": 2305,
      "道": 2306,
      "遠": 2307,
      "適": 2308,
      "選": 2309,
      "邑": 2310,
      "那": 2311,
      "邱": 2312,
      "郎": 2313,
      "郑": 2314,
      "郡": 2315,
      "部": 2316,
      "都": 2317,
      "鄂": 2318,
      "鄭": 2319,
      "酷": 2320,
      "醢": 2321,
      "醸": 2322,
      "里": 2323,
      "重": 2324,
      "野": 2325,
      "金": 2326,
      "鈴": 2327,
      "銀": 2328,
      "銅": 2329,
      "鎌": 2330,
      "鎭": 2331,
      "鏡": 2332,
      "锦": 2333,
      "長": 2334,
      "門": 2335,
      "閉": 2336,
      "開": 2337,
      "間": 2338,
      "関": 2339,
      "閣": 2340,
      "關": 2341,
      "门": 2342,
      "闽": 2343,
      "阪": 2344,
      "防": 2345,
      "阳": 2346,
      "阿": 2347,
      "降": 2348,
      "限": 2349,
      "院": 2350,
      "陳": 2351,
      "陵": 2352,
      "陸": 2353,
      "陽": 2354,
      "隆": 2355,
      "隈": 2356,
      "隊": 2357,
      "隴": 2358,
      "隶": 2359,
      "雄": 2360,
      "雅": 2361,
      "集": 2362,
      "雑": 2363,
      "雞": 2364,
      "雨": 2365,
      "雪": 2366,
      "零": 2367,
      "雷": 2368,
      "電": 2369,
      "霊": 2370,
      "霸": 2371,
      "靈": 2372,
      "青": 2373,
      "面": 2374,
      "韓": 2375,
      "韩": 2376,
      "音": 2377,
      "響": 2378,
      "頡": 2379,
      "頼": 2380,
      "顔": 2381,
      "類": 2382,
      "颉": 2383,
      "颜": 2384,
      "風": 2385,
      "飛": 2386,
      "食": 2387,
      "飯": 2388,
      "養": 2389,
      "餘": 2390,
      "首": 2391,
      "香": 2392,
      "馬": 2393,
      "馴": 2394,
      "駐": 2395,
      "騎": 2396,
      "験": 2397,
      "马": 2398,
      "骨": 2399,
      "高": 2400,
      "魍": 2401,
      "魎": 2402,
      "魏": 2403,
      "鮓": 2404,
      "鮨": 2405,
      "鮭": 2406,
      "鮮": 2407,
      "鯨": 2408,
      "鱈": 2409,
      "鳥": 2410,
      "鷄": 2411,
      "鷹": 2412,
      "鹿": 2413,
      "麺": 2414,
      "黄": 2415,
      "黎": 2416,
      "點": 2417,
      "龍": 2418,
      "龙": 2419,
      "ꜣ": 2420,
      "ꥠ": 2421,
      "ꥡ": 2422,
      "ꥢ": 2423,
      "ꥣ": 2424,
      "ꥤ": 2425,
      "ꥥ": 2426,
      "ꥦ": 2427,
      "ꥧ": 2428,
      "ꥨ": 2429,
      "ꥩ": 2430,
      "ꥪ": 2431,
      "ꥫ": 2432,
      "ꥬ": 2433,
      "ꥭ": 2434,
      "ꥮ": 2435,
      "ꥯ": 2436,
      "ꥰ": 2437,
      "ꥱ": 2438,
      "ꥲ": 2439,
      "ꥳ": 2440,
      "ꥴ": 2441,
      "ꥵ": 2442,
      "ꥶ": 2443,
      "ꥷ": 2444,
      "ꥸ": 2445,
      "ꥹ": 2446,
      "ꥺ": 2447,
      "ꥻ": 2448,
      "ꥼ": 2449,
      "ힰ": 2450,
      "ힱ": 2451,
      "ힲ": 2452,
      "ힳ": 2453,
      "ힴ": 2454,
      "ힵ": 2455,
      "ힶ": 2456,
      "ힷ": 2457,
      "ힸ": 2458,
      "ힹ": 2459,
      "ힺ": 2460,
      "ힻ": 2461,
      "ힼ": 2462,
      "ힽ": 2463,
      "ힾ": 2464,
      "ힿ": 2465,
      "ퟀ": 2466,
      "ퟁ": 2467,
      "ퟂ": 2468,
      "ퟃ": 2469,
      "ퟄ": 2470,
      "ퟅ": 2471,
      "ퟆ": 2472,
      "ퟋ": 2473,
      "ퟌ": 2474,
      "ퟍ": 2475,
      "ퟎ": 2476,
      "ퟏ": 2477,
      "ퟐ": 2478,
      "ퟑ": 2479,
      "ퟒ": 2480,
      "ퟓ": 2481,
      "ퟔ": 2482,
      "ퟕ": 2483,
      "ퟖ": 2484,
      "ퟗ": 2485,
      "ퟘ": 2486,
      "ퟙ": 2487,
      "ퟚ": 2488,
      "ퟛ": 2489,
      "ퟜ": 2490,
      "ퟝ": 2491,
      "ퟞ": 2492,
      "ퟟ": 2493,
      "ퟠ": 2494,
      "ퟡ": 2495,
      "ퟢ": 2496,
      "ퟣ": 2497,
      "ퟤ": 2498,
      "ퟥ": 2499,
      "ퟦ": 2500,
      "ퟧ": 2501,
      "ퟨ": 2502,
      "ퟩ": 2503,
      "ퟪ": 2504,
      "ퟫ": 2505,
      "ퟬ": 2506,
      "ퟭ": 2507,
      "ퟮ": 2508,
      "ퟯ": 2509,
      "ퟰ": 2510,
      "ퟱ": 2511,
      "ퟲ": 2512,
      "ퟳ": 2513,
      "ퟴ": 2514,
      "ퟵ": 2515,
      "ퟶ": 2516,
      "ퟷ": 2517,
      "ퟸ": 2518,
      "ퟹ": 2519,
      "ퟺ": 2520,
      "ퟻ": 2521,
      "﴾": 2522,
      "﴿": 2523,
      "ﷺ": 2524,
      "︎": 2525,
      "﻿": 2526,
      "！": 2527,
      "（": 2528,
      "）": 2529,
      "－": 2530,
      "～": 2531,
      "𐀃": 2532,
      "𐀆": 2533,
      "𐀚": 2534,
      "𐀡": 2535,
      "𐀮": 2536,
      "𐀺": 2537,
      "𐎂": 2538,
      "𐎅": 2539,
      "𐎆": 2540,
      "𐎉": 2541,
      "𐎎": 2542,
      "𐎓": 2543,
      "𐎔": 2544,
      "𐎕": 2545,
      "𐎖": 2546,
      "𐎗": 2547,
      "𐎘": 2548,
      "𐎠": 2549,
      "𐎭": 2550,
      "𐎸": 2551,
      "𐎹": 2552,
      "𐎼": 2553,
      "𐤁": 2554,
      "𐤉": 2555,
      "𐤋": 2556,
      "𐩠": 2557,
      "𐩡": 2558,
      "𐩢": 2559,
      "𐩣": 2560,
      "𐩤": 2561,
      "𐩥": 2562,
      "𐩧": 2563,
      "𐩨": 2564,
      "𐩩": 2565,
      "𐩫": 2566,
      "𐩬": 2567,
      "𐩱": 2568,
      "𐩲": 2569,
      "𐩵": 2570,
      "𐩷": 2571,
      "𐩹": 2572,
      "𐩺": 2573,
      "𐩻": 2574,
      "𐭣": 2575,
      "𐭥": 2576,
      "𐭧": 2577,
      "𐭩": 2578,
      "𐭫": 2579,
      "𐭮": 2580,
      "𑀩": 2581,
      "𑀫": 2582,
      "𑀭": 2583,
      "𑀳": 2584,
      "𑀸": 2585,
      "𑀻": 2586,
      "𑁆": 2587,
      "𒀪": 2588,
      "𒀫": 2589,
      "𒀭": 2590,
      "𒀸": 2591,
      "𒃻": 2592,
      "𒄭": 2593,
      "𒅎": 2594,
      "𒅮": 2595,
      "𒆪": 2596,
      "𒈬": 2597,
      "𒈾": 2598,
      "𒋩": 2599,
      "𒋫": 2600,
      "𒌒": 2601,
      "𓂋": 2602,
      "𓅓": 2603,
      "𓆎": 2604,
      "𓇥": 2605,
      "𓈖": 2606,
      "𓊅": 2607,
      "𓊖": 2608,
      "𓏏": 2609,
      "𓏺": 2610,
      "𝄆": 2611,
      "𝄇": 2612,
      "𝐕": 2613,
      "𝑒": 2614,
      "𝑣": 2615,
      "𝜙": 2616,
      "🇦": 2617,
      "🇳": 2618,
      "🇷": 2619,
      "🇸": 2620,
      "🇹": 2621,
      "📺": 2622,
      "📻": 2623,
      "🕊": 2624,
      "􏰀": 2625,
      "􏰁": 2626,
      "##ا": 2627,
      "##ب": 2628,
      "## ": 2629,
      "##ل": 2630,
      "##ن": 2631,
      "##ف": 2632,
      "##ع": 2633,
      "##ة": 2634,
      "##ٔ": 2635,
      "##ح": 2636,
      "##د": 2637,
      "##و": 2638,
      "##س": 2639,
      "##ر": 2640,
      "##ج": 2641,
      "##ث": 2642,
      "##م": 2643,
      "##ي": 2644,
      "##،": 2645,
      "##ق": 2646,
      "##ك": 2647,
      "##ط": 2648,
      "##ت": 2649,
      "##خ": 2650,
      "##غ": 2651,
      "##ه": 2652,
      "##ز": 2653,
      "##ء": 2654,
      "##ى": 2655,
      "##ش": 2656,
      "##.": 2657,
      "##\r": 2658,
      "##\n": 2659,
      "##1": 2660,
      "##2": 2661,
      "##6": 2662,
      "##7": 2663,
      "##4": 2664,
      "##5": 2665,
      "##ظ": 2666,
      "##0": 2667,
      "##ٕ": 2668,
      "##ٓ": 2669,
      "##ض": 2670,
      "##ص": 2671,
      "##9": 2672,
      "##-": 2673,
      "##3": 2674,
      "##ذ": 2675,
      "##؛": 2676,
      "##(": 2677,
      "##)": 2678,
      "##:": 2679,
      "##«": 2680,
      "##/": 2681,
      "##»": 2682,
      "##–": 2683,
      "##,": 2684,
      "##8": 2685,
      "##]": 2686,
      "##\"": 2687,
      "##M": 2688,
      "##i": 2689,
      "##n": 2690,
      "##t": 2691,
      "##́": 2692,
      "##m": 2693,
      "##u": 2694,
      "##k": 2695,
      "##o": 2696,
      "##a": 2697,
      "##!": 2698,
      "##‏": 2699,
      "##٪": 2700,
      "##L": 2701,
      "##d": 2702,
      "##s": 2703,
      "##r": 2704,
      "##מ": 2705,
      "##א": 2706,
      "##ו": 2707,
      "##ר": 2708,
      "##ע": 2709,
      "##ת": 2710,
      "##פ": 2711,
      "##ט": 2712,
      "##N": 2713,
      "##I": 2714,
      "##B": 2715,
      "##S": 2716,
      "##b": 2717,
      "##U": 2718,
      "##T": 2719,
      "##l": 2720,
      "##e": 2721,
      "##c": 2722,
      "##h": 2723,
      "##w": 2724,
      "##z": 2725,
      "##K": 2726,
      "##f": 2727,
      "##P": 2728,
      "##°": 2729,
      "##H": 2730,
      "##O": 2731,
      "##{": 2732,
      "##\\": 2733,
      "##p": 2734,
      "##y": 2735,
      "##_": 2736,
      "##}": 2737,
      "##V": 2738,
      "##R": 2739,
      "##ϕ": 2740,
      "##∗": 2741,
      "##^": 2742,
      "##*": 2743,
      "##±": 2744,
      "##C": 2745,
      "##A": 2746,
      "##−": 2747,
      "##+": 2748,
      "##≈": 2749,
      "##%": 2750,
      "##′": 2751,
      "##'": 2752,
      "##=": 2753,
      "##>": 2754,
      "##g": 2755,
      "##v": 2756,
      "##q": 2757,
      "##W": 2758,
      "##E": 2759,
      "##G": 2760,
      "##?": 2761,
      "##D": 2762,
      "##F": 2763,
      "##X": 2764,
      "##J": 2765,
      "##٬": 2766,
      "##²": 2767,
      "##ٳ": 2768,
      "##○": 2769,
      "###": 2770,
      "##$": 2771,
      "##•": 2772,
      "##j": 2773,
      "##[": 2774,
      "##ک": 2775,
      "##ی": 2776,
      "##پ": 2777,
      "##گ": 2778,
      "##‌": 2779,
      "##&": 2780,
      "##Q": 2781,
      "##·": 2782,
      "##|": 2783,
      "##‘": 2784,
      "##“": 2785,
      "##”": 2786,
      "##‎": 2787,
      "##ʁ": 2788,
      "##ɔ": 2789,
      "##̃": 2790,
      "##œ": 2791,
      "##Z": 2792,
      "##x": 2793,
      "##𐩢": 2794,
      "##𐩣": 2795,
      "##𐩺": 2796,
      "##𐩧": 2797,
      "##𐩹": 2798,
      "##𐩵": 2799,
      "##𐩬": 2800,
      "##ڤ": 2801,
      "##؟": 2802,
      "##з": 2803,
      "##а": 2804,
      "##м": 2805,
      "##о": 2806,
      "##к": 2807,
      "##с": 2808,
      "##в": 2809,
      "##р": 2810,
      "##е": 2811,
      "##н": 2812,
      "##ы": 2813,
      "##и": 2814,
      "##̆": 2815,
      "##у": 2816,
      "##л": 2817,
      "##т": 2818,
      "##я": 2819,
      "##д": 2820,
      "##̌": 2821,
      "##Y": 2822,
      "##α": 2823,
      "##ι": 2824,
      "##μ": 2825,
      "##ε": 2826,
      "##ρ": 2827,
      "##υ": 2828,
      "##θ": 2829,
      "##ο": 2830,
